Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# InputStatus0
source: Trinary Matrix Math Galactic Disk Track Table Script is Creating
ar: ﺔﻴﺿﺎﻳﺮﻟﺍ ﺕﺎﻓﻮﻔﺼﻤﻟﺍ ﻲﺛﻼ﻿ﺛ ﻑﻮﻔﺼﻤﻟﺍ ﺹﺮﻘﻟﺍ ﺭﺎﺴﻣ ﻝﻭﺪﺟ ءﺎﺸﻧﺇ ﺞﻣﺎﻧﺮﺑ
ca: La seqüència de taules de la pista de discs de matriu de la matriu trinitària està creant
cy: Mae Sgript Tabl Trac Disg Galactig Matrics Trinary Matrics yn Creu
da: Trinary Matrix Math Galactic Disk Track Table Script opretter
de: Trinary Matrix Math Galactic Disk Track-Tabellenskript wird erstellt
el: Trinary Matrix Matrix Το γαλαξιακό δισκογραφικό κομμάτι του δίσκου δημιουργεί
es: Se está creando el script de tabla de seguimiento de disco galáctico matemático de matriz trinaria
fi: Kolminaisuusmatriisin matematiikan galaktisen levyn jäljitystaulukon skripti on luomassa
fr: Le script de la table de suivi du disque galactique mathématique à matrice trinaire est en cours de création
ga: Tá Script Tábla Tábla Tábla Diosca Réaltrach ag Cruthú
gd: Tha Sgriobt Clàr Clàr Diosg Galactic Trinary Matrix Math a’ cruthachadh
gl: Se está a crear un guión da pista de disco disco galáctico de Matriz Matricial de Matrix Trinary
he: תרצוי תיראנירטמ הקיטמתמל יטקלגה קסידה לולסמ לש הלבטה טפירקס
hi: ट्रिनिटी मैट्रिक्स मैथ गेलेक्टिक डिस्क ट्रैक टेबल स्क्रिप्ट बना रहा है
hu: A Trinary Matrix Math galaktikus lemezkövetési táblázata parancsfájlt készít
id: Script Table Tract Matrix Math Galactic Script is Creating
it: Lo script della tabella della traccia del disco galattico Math Trinrix Matrix sta creando
ja: 「Trinary Matrix Math Galactic Disk Track Table Scriptが作成しています」
ko: 3 차 행렬 수학 은하 디스크 트랙 테이블 스크립트 생성 중
ku: Skrîpta Tabela Rêzeya Disakînê ya Traktîkî Matrix Math Galactîk Afirandin
nl: Trinary Matrix Math Galactic Disk Track Table Script is aan het maken
pl: „Trwa tworzenie skryptu Matrix Matrix Galactic Disk Track Table Script”
pt: O script de tabela da trilha de disco galáctico da matemática da matriz trinária está sendo criado
ru: Скрипт таблицы трэков Matrix Math Galactic Disk Track создается
sv: Trinary Matrix Math Galactic Disk Track Table Script skapar
sw: Trinary Matrix Math Galactic Disk Orodha ya Jedwali la Takwimu Inaunda
th: สคริปต์ตารางติดตามดิสก์ Galactic Matrix ของคณิตศาสตร์กำลังสร้าง
tl: Ang Trinary Matrix Math Galactic Disk Track Table Script ay Lumilikha
tr: Trinary Matrix Matematik Galaktik Disk Parça Tablo Script Oluşturuyor
vi: Tập lệnh bảng theo dõi ma trận toán học ma trận nhị phân đang tạo
yi: גניטייירק זיא טפירש שיט טריּפש קסיד קיטקַאלַאג טַאמ ץירטַאמ רעניירט
zh_tw: “三叉矩阵数学银河磁盘跟踪表脚本正在创建”
zu: I-Trinary Matrix Math Galactic Disk Track Itafula Lombhalo Iyadala

# InputStatus1
source: Last Update
ar: ﺚﻳﺪﺤﺗ ﺮﺧﺍ
ca: Darrera actualització
cy: Diweddariad Diwethaf
da: Sidste ændring
de: Letztes Update
el: Τελευταία ενημέρωση
es: Última actualización
fi: Viimeisin päivitys
fr: Dernière mise à jour
ga: Nuashonrú Deiridh
gd: Ùrachadh mu dheireadh
gl: Última actualización
he: ןורחא ןוכדעה
hi: आखिरी अपडेट
hu: Utolsó frissítés
id: Pembaharuan Terakhir
it: Ultimo aggiornamento
ja: 最後の更新
ko: 마지막 업데이트
ku: Nûvekirina Dawîn
nl: Laatste update
pl: Ostatnia aktualizacja
pt: Última atualização
ru: Последнее обновление
sv: Senaste uppdateringen
sw: Sasisha Mwisho
th: การปรับปรุงครั้งล่าสุด
tl: Huling Pag-update
tr: Son Güncelleme
vi: Cập nhật cuối cùng
yi: ןקיטנַייהרעד עטצעל
zh_tw: “最后更新”
zu: Isibuyekezo sokugcina

# InputStatus2
source: Date Changed
ar: ﺮﻴﻴﻐﺘﻟﺍ ﺦﻳﺭﺎﺗ
ca: Data canviada
cy: Dyddiad wedi Newid
da: Dato ændret
de: Datum geändert
el: Ημερομηνία αλλαγής
es: Fecha modificada
fi: Päiväys muutettu
fr: Date changée
ga: Dáta Dáta
gd: Ceann-latha air atharrachadh
gl: Data modificada
he: הנתשה ךיראת
hi: दिनांक परिवर्तित
hu: Dátum megváltoztatva
id: Tanggal Berubah
it: Data modificata
ja: 「日付が変更されました」
ko: 날짜 변경
ku: Date guherîn
nl: Datum gewijzigd
pl: „Data zmiany”
pt: Data da alteração
ru: «Дата изменена»
sv: Datum ändrat
sw: Tarehe Iliyobadilishwa
th: เปลี่ยนวันที่
tl: Binago ang Petsa
tr: Tarih Değişti
vi: Ngày thay đổi
yi: טשיוטעג םוטאד
zh_tw: “日期已更改”
zu: Usuku Lushintshiwe

# InputStatus3
source: Sun Size
ar: ﺲﻤﺸﻟﺍ ﻢﺠﺣ
ca: Mida del sol
cy: Maint yr Haul
da: Solstørrelse
el: Μέγεθος Κυρ
es: Tamaño del sol
fi: Auringon koko
fr: Taille du soleil
ga: Méid na Gréine
gd: Meud na grèine
gl: Tamaño do sol
he: שמש לדוג
hi: सूर्य का आकार
hu: Napméret
id: Ukuran Matahari
it: Formato Sun
ja: 「サンサイズ」
ko: 일 크기
ku: Mezinahiya Sun
pl: „Rozmiar słońca”
pt: Tamanho do sol
ru: Размер Солнца
sv: Solstorlek
sw: Saizi ya Jua
th: ขนาดดวงอาทิตย์
tl: Laki ng Araw
tr: Güneş Boyu
vi: Kích thước mặt trời
yi: סיירג ןוז
zh_tw: “太阳大小”
zu: Ubukhulu beLanga

# InputStatus4
source: Livable Planet Size
ar: ﺶﻴﻌﻠﻟ ﻞﺑﺎﻘﻟﺍ ﺐﻛﻮﻜﻟﺍ ﻢﺠﺣ
ca: Mida del planeta enviable
cy: Maint y Blaned Livable
de: Lebenswerte Planetengröße
el: Ζωντανό μέγεθος πλανήτη
es: Tamaño del planeta habitable
fi: Livable Planet koko
fr: Taille de la planète habitable
ga: Méid an Phláinéid Inmhianaithe
gd: Meud Livable Planet
gl: Tamaño do Planeta Livable
he: םייח בכוכ לדוג
hi: जीवंत ग्रह का आकार
hu: Élhető bolygóméret
id: Ukuran Planet yang Layak Huni
it: Abitabile Planet Size
ja: 「生きている惑星サイズ」
ko: 살기 좋은 행성 크기
ku: Mezinahiya Planet Livable
nl: Leefbare planeetgrootte
pl: „Rozmiar planety do życia”
pt: Tamanho habitável do planeta
ru: Размер Живой Планеты
th: ขนาดดาวเคราะห์น่าอยู่
tl: Nabubuhay na Laki ng Planet
tr: Yaşanabilir Gezegen Boyutu
vi: Kích thước hành tinh có thể sống
yi: סיירג טענַאלּפ עלבַאוויל
zh_tw: “宜居星球尺寸”
zu: Usayizi wePlanethi Ekholekayo

# InputStatus5
source: Number of Trinary Engines
ar: ﺔﻴﺛﻼ﻿ﺜﻟﺍ ﺕﺎﻛﺮﺤﻤﻟﺍ ﺩﺪﻋ
ca: Nombre de motors trinitaris
cy: Nifer y Peiriannau Trofannol
da: Antal trinmotorer
de: Anzahl der Trinary Engines
el: Αριθμός κινητήρων τρίγωνο
es: Número de motores trinarios
fi: Kolminaisuuksien moottorien lukumäärä
fr: Nombre de moteurs trinaires
ga: Líon Innill Thrialacha
gd: Àireamh de einnseanan deuchainn
gl: Número de motores de Trinary
he: הירנירטה יעונמ רפסמ
hi: ट्रिनरी इंजन की संख्या
hu: Hármas motorok száma
id: Jumlah Mesin Triner
it: Numero di motori Trinary
ja: 「三元エンジンの数」
ko: 3 차 엔진 수
ku: Hejmara Enginesên Sêwasê
nl: Aantal trinaire motoren
pl: „Liczba silników trójrzędnych”
pt: Número de motores trinários
ru: «Количество триных двигателей»
sv: Antal trinmotorer
sw: Idadi ya Injini za Kitamaduni
th: จำนวนของโปรแกรม Trinary
tl: Bilang ng Mga Trines Engine
tr: Trinary Motor Sayısı
vi: Số lượng động cơ nhị phân
yi: זנַאשזדנע רעניירט ןופ רעמונ
zh_tw: “三引擎的数量”
zu: Inani Lezinjini Zamaphilisi

# InputStatus6
source: Galaxy Radius
ar: ﺎﻫﺮﻄﻗ ﻒﺼﻧ ﺓﺮﺋﺍﺩ ﺓﺮﺠﻣ
ca: Radi de galàxia
cy: Radiws Galaxy
el: Ακτίνα γαλαξίας
es: Radio de la galaxia
fi: Galaxy Säde
ga: Réaltra Radius
gl: Galaxia de radio
he: יסקלג סוידלג
hi: गैलेक्सी रेडियस
hu: Galaxis sugara
ja: 「銀河半径」
ko: 은하 반경
pl: „Promień galaktyki”
pt: Raio da galáxia
ru: Галактика Радиус
sw: Mionzi ya Galaxy
tr: Gökada Yarıçapı
vi: Bán kính thiên hà
yi: סוידַאר יסקַאלַאג
zh_tw: “银河半径”
zu: I-Galaxy Radius

# InputStatus7
source: Total number of Tracks in Galaxy
ar: Galaxy ﻲﻓ ﺕﺍﺭﺎﺴﻤﻟﺍ ﺩﺪﻋ ﻲﻟﺎﻤﺟﺇ
ca: Nombre total de pistes a Galàxia
cy: Cyfanswm y Traciau yn Galaxy
da: Samlet antal spor i Galaxy
de: Gesamtzahl der Tracks in Galaxy
el: Συνολικός αριθμός κομματιών στο γαλαξία
es: Número total de pistas en Galaxy
fi: Kappaleiden kokonaismäärä galaksissa
fr: Nombre total de pistes dans Galaxy
ga: Líon iomlán na Rianta i Réaltra
gd: Àireamh iomlan de thracan ann an Galaxy
gl: Número total de pistas en Galaxia
he: יסקלגב םילולסמה לש ללוכה רפסמה
hi: गैलेक्सी में ट्रैक्स की कुल संख्या
hu: A pályák teljes száma a galaxisban
id: Total jumlah Trek di Galaxy
it: Numero totale di tracce in Galaxy
ja: 「ギャラクシーのトラックの総数」
ko: 갤럭시의 총 트랙 수
ku: Hejmara giştî ya şopên li Galaxy
nl: Totaal aantal nummers in Galaxy
pl: „Całkowita liczba utworów w galaktyce”
pt: Número total de faixas no Galaxy
ru: «Общее количество треков в галактике»
sv: Totalt antal spår i Galaxy
sw: Jumla ya Nyimbo kwenye Galaxy
th: จำนวนแทร็กทั้งหมดใน Galaxy
tl: Kabuuang bilang ng Mga Tracks sa Galaxy
tr: Galaxy'deki Toplam Parça Sayısı
vi: Tổng số bản nhạc trong thiên hà
yi: יסקַאלַאג ןיא סקַארט ןופ רעמונ ץנַאג
zh_tw: “银河中的曲目总数”
zu: Inani eliphelele lamathrekhi ku-Galaxy

# InputStatus8
source: Atmospheric Pressure Index
ar: ﻱﻮﺠﻟﺍ ﻂﻐﻀﻟﺍ ﺮﺷﺆﻣ
ca: Índex de pressió atmosfèrica
cy: Mynegai Pwysedd Atmosfferig
da: Atmosfærisk trykindeks
de: Atmosphärendruckindex
el: Δείκτης Ατμοσφαιρικής Πίεσης
es: Índice de presión atmosférica
fi: Ilmakehän paineindeksi
fr: Indice de pression atmosphérique
ga: Innéacs Brú Atmaisféarach
gd: Clàr-amais cuideam àile
gl: Índice de presión atmosférica
he: ירפסומטא ץחל דדמ
hi: वायुमंडलीय दबाव सूचकांक
hu: Légköri nyomás index
id: Indeks Tekanan Atmosfer
it: Indice di pressione atmosferica
ja: 「大気圧指数」
ko: 대기압 지수
ku: Indeksa Zexta Atmosferî
nl: Atmosferische drukindex
pl: „Wskaźnik ciśnienia atmosferycznego”
pt: Índice de pressão atmosférica
ru: «Индекс атмосферного давления»
sv: Atmosfäriskt tryckindex
sw: Kiashiria cha Shinisho cha Atmospheric
th: ดัชนีความกดอากาศ
tl: Index ng Pressure ng Atmospheric
tr: Atmosferik Basınç Endeksi
vi: Chỉ số áp suất khí quyển
yi: סקעדניא קורד קירעפסָאמטַא
zh_tw: “大气压指数”
zu: Index Pressure Index ye-Atmospheric

# InputStatus9
source: miles in Diameter
ar: ﺮﻄﻘﻟﺍ ﻲﻓ ﻝﺎﻴﻣﻷ﻿ﺍ
ca: milles de diàmetre
cy: milltiroedd mewn Diamedr
da: miles i diameter
de: Meilen im Durchmesser
el: μίλια στη Διάμετρο
es: millas en diámetro
fi: mailia halkaisijassa
fr: miles en diamètre
ga: míle i trastomhas
gd: mìltean ann an trast-thomhas
gl: millas en diámetro
he: רטוקב םיליימ
hi: मील्स इन डायमीटर
hu: mérföld átmérőben
id: mil dalam Diameter
it: miglia di diametro
ja: 「直径のマイル」
ko: 직경 마일
ku: Mîl di Diameterê de
nl: mijl in diameter
pl: „mile średnicy”
pt: milhas em diâmetro
ru: миль в диаметре
sv: mil i diameter
sw: maili kwa kipenyo
th: ไมล์ในเส้นผ่านศูนย์กลาง
tl: milya sa Diameter
tr: Mil Çapı
vi: Dặm trong Đường kính
yi: רעטעמַאיד ןיא ליימ
zh_tw: “直径的英里”
zu: amamayela ububanzi

# InputStatus10
source: miles
ar: ﻝﺎﻴﻣﺍ
ca: milles
cy: milltiroedd
de: Meilen
el: μίλια
es: millas
fi: Mailia
ga: mile
gd: mìltean
gl: millas
he: םיליימ
hi: मील
hu: „Mérföld”
id: mil
it: miglia
ja: 「マイル」
ko: 마일
ku: mîlan
nl: Mijl
pl: „mile”
pt: milhas
ru: «мили»
sw: maili
th: ไมล์
tl: milya
tr: Mil
vi: Dặm
yi: ליימ
zh_tw: “英里”
zu: amamayela

# Header0
source: The Principles of the Trinary Universe: Appendix A: Trinary Galactic Track Table
ar: ﻲﺛﻼ﻿ﺜﻟﺍ ﺓﺮﺠﻤﻟﺍ ﺭﺎﺴﻣ ﻝﻭﺪﺟ :ﺃ ﻖﺤﻠﻤﻟﺍ :ﻲﺛﻼ﻿ﺜﻟﺍ ﻥﻮﻜﻟﺍ ﺉﺩﺎﺒﻣ
ca: Els Principis de l'Univers Trinari: Apèndix A: Taula de la pista trinitària galàctica
cy: Egwyddorion y Bydysawd Trofannol: Atodiad A: Tabl Trac Galactig Trofannol
da: Principperne for det trinære univers: Tillæg A: Trinært galaktisk sporbord
de: Die Prinzipien des Trinary Universums: Anhang A: Trinary Galactic Track Table
el: Οι Αρχές του Σύμπαντος Τριγάρων: Παράρτημα Α: Πίνακας Τραυματικών Γαλαξιακών Γραμμών
es: Los principios del universo trinario: Apéndice A: Tabla de seguimiento galáctico trinario
fi: Kolminaisuuden universumin periaatteet: Liite A: Kolminaisuuden galaktisen seurataulukko
fr: Les principes de l'univers trinaire: Annexe A: Tableau de suivi galactique trinaire
ga: Prionsabail na Trialach Cruinne: Aguisín A: Tábla Tréad Réaltrach
gd: Prionnsapalan na Cruinne Deuchainneach: Pàipear-taice A: Clàr Rian Galactic Trinary
gl: Os Principios do Universo Trinario: Apéndice A: Táboa de rutas galácticas de Trinary
he: תיראנירטה תיטקלגה לולסמה תלבט :א חפסנ :ירנירטה םוקיה תונורקע
hi: द प्रिंसिपल्स ऑफ़ द ट्रिनरी यूनिवर्स: अपेंडिक्स ए: ट्रिनिटी गेलेक्टिक ट्रैक टेबल
hu: A hármas univerzum alapelvei: A. függelék: A Háromság galaktikus vonalának táblája
id: Prinsip-Prinsip Semesta Triner: Lampiran A: Trake Galactic Track Table
it: I principi dell'universo trinitario: Appendice A: Tabella della pista galattica trinaria
ja: 「三元宇宙の原理：付録A：三元銀河の軌道表」
ko: 삼위 우주의 원리 : 부록 A : 삼차 은하 트랙 테이블
ku: Prensîbên Rêgezên Gerdûnî: Pêvek A: Tabloya Traktoya Galaktîkî ya Trinary
nl: De principes van het Trinary Universum: Bijlage A: Trinary Galactic Track Table
pl: „Zasady wszechświata trójdzielnego: Dodatek A: Trójnikowa galaktyczna tablica śladów”
pt: Os Princípios do Universo Trinário: Apêndice A: Tabela Trilha Galáctica Trinária
ru: «Принципы Тройной Вселенной: Приложение A: Таблица Тройной Галактической Треки»
sv: Principerna för Trinary Universe: Bilaga A: Trinary Galactic Track Table
sw: Misingi ya Ulimwengu wa Kitamaduni: Kiambatisho A: Jedwali la Ufuatiliaji wa Triniti
th: หลักการของจักรวาล Trinary: ภาคผนวก A: ตารางติดตามกาแล็กซี่ทางกาแลคซี
tl: Ang Mga Prinsipyo ng Unibersidad ng Trinary: Apendise A: Talahanayan ng Pagsubaybay ng Traktika ng Traktika
tr: Trinary Evrenin İlkeleri: Ek A: Trinary Galaktik Parça Tablosu
vi: Các nguyên tắc của vũ trụ nhị phân: Phụ lục A: Bảng theo dõi thiên hà ba mặt
yi: סרעווינוא ירַאנירט םעד ןופ ןּפיצנירּפ יד
zh_tw: “三元宇宙的原理：附录A：三元银河轨迹表”
zu: Izimiso zeTr Universal Universal: Isithasiselo A: Ithebula Lethrekhi ye-Tract Galactic

# Header1
source: Author: Jeffrey Scott Flesher, Principles of Light Wizzard or Wizards like Sir Isaac Newton and Nikola Tesla
ar: ﻼ﻿ﺴﺗ ﻻ﻿ﻮﻜﻴﻧﻭ ﻦﺗﻮﻴﻧ ﻕﺎﺤﺳﺇ ﺮﻴﺴﻟﺍ ﻞﺜﻣ ﺯﺩﺭﺍﺰﻳﻭ ﻭﺃ ﺩﺭﺍﺰﻳﻭ ءﻮﺿ ﺉﺩﺎﺒﻣ ، ﺮﺸﻴﻠﻓ ﺕﻮﻜﺳ ﻱﺮﻔﻴﺟ :ﻒﻟﺆﻤﻟﺍ
ca: Autor: Jeffrey Scott Flesher, Principles of Light Wizzard o Mags com Sir Isaac Newton i Nikola Tesla
cy: Awdur: Jeffrey Scott Flesher, Egwyddorion Light Wizzard neu Dewiniaid fel Syr Isaac Newton a Nikola Tesla
da: Forfatter: Jeffrey Scott Flesher, Principles of Light Wizzard eller troldmænd som Sir Isaac Newton og Nikola Tesla
de: Autor: Jeffrey Scott Flesher, Principles of Light Wizzard oder Zauberer wie Sir Isaac Newton und Nikola Tesla
el: Συγγραφέας: Jeffrey Scott Flesher, Αρχές του φωτός Wizzard ή Wizards όπως Sir Isaac Newton και Nikola Tesla
es: Autor: Jeffrey Scott Flesher, Principios de Light Wizzard o magos como Sir Isaac Newton y Nikola Tesla
fi: Kirjoittaja: Jeffrey Scott Flesher, Light Wizzard -periaatteet tai velhot kuten Sir Isaac Newton ja Nikola Tesla
fr: Auteur: Jeffrey Scott Flesher, Principles of Light Wizzard ou Wizards comme Sir Isaac Newton et Nikola Tesla
ga: Údar: Jeffrey Scott Flesher, Prionsabail Suaite Solas nó Draoi mar Sir Isaac Newton agus Nikola Tesla
gd: Ùghdar: Jeffrey Scott Flesher, Prionnsapalan Light Wizzard no Wizards mar Sir Isaac Newton agus Nikola Tesla
gl: Autor: Jeffrey Scott Flesher, Principes of Light Wizzard ou Meigos como Sir Isaac Newton e Nikola Tesla
he: הלסט הלוקינו ןוטוינ קזיא רס ומכ םיפשכמ וא דראזיוו רוא תונורקע ,רשלפ טוקס ירפ'ג :רבחמ
hi: लेखक: जेफरी स्कॉट फ़्लेशर, लाइट वाइज़ार्ड या विजार्ड्स के सर सर आइजैक न्यूटन और निकोलस टेस्ला के सिद्धांत
hu: Szerző: Jeffrey Scott Flesher, a Light Wizzard alapelvei vagy olyan varázslók, mint Sir Isaac Newton és Nikola Tesla
id: Penulis: Jeffrey Scott Flesher, Prinsip Cahaya Wizzard atau Penyihir seperti Sir Isaac Newton dan Nikola Tesla
it: Autore: Jeffrey Scott Flesher, Principles of Light Wizzard o Wizards come Sir Isaac Newton e Nikola Tesla
ja: 「著者：ジェフリー・スコット・フレッシャー、光の魔法の原理、またはアイザック・ニュートンirやニコラ・テスラのようなウィザード」
ko: 저자 : Jeffrey Scott Flesher, Light Wizzard의 원칙 또는 Isaac Newton 및 Nikola Tesla와 같은 마법사
ku: Nivîskar: Jeffrey Scott Flesher, Prensîbên Light Wizzard an Wizardên mîna Sir Isaac Newton û Nikola Tesla
nl: Auteur: Jeffrey Scott Flesher, Principles of Light Wizzard of Wizards zoals Sir Isaac Newton en Nikola Tesla
pl: „Autor: Jeffrey Scott Flesher, Principles of Light Wizzard lub Czarodzieje tacy jak Sir Isaac Newton i Nikola Tesla”
pt: Autor: Jeffrey Scott Flesher, Princípios da Light Wizzard ou Wizards como Sir Isaac Newton e Nikola Tesla
ru: «Автор: Джеффри Скотт Флешер, Принципы Светлого Волшебника или Волшебники, такие как сэр Исаак Ньютон и Никола Тесла»
sv: Författare: Jeffrey Scott Flesher, Principles of Light Wizzard eller trollkarlar som Sir Isaac Newton och Nikola Tesla
sw: Mwandishi: Jeffrey Scott Flesher, kanuni za Wizzard Mwanga au wachawi kama Sir Isaac Newton na Nikola Tesla
th: ผู้แต่ง: Jeffrey Scott Flesher, หลักการของ Light Wizzard หรือพ่อมดอย่าง Sir Isaac Newton และ Nikola Tesla
tl: May-akda: Jeffrey Scott Flesher, Mga Prinsipyo ng Light Wizzard o Wizards tulad nina Sir Isaac Newton at Nikola Tesla
tr: Yazar: Jeffrey Scott Flesher, Light Wizzard İlkeleri veya Sir Isaac Newton ve Nikola Tesla gibi Büyücüler
vi: Tác giả: Jeffrey Scott Flesher, Nguyên tắc của Wizzard ánh sáng hoặc Phù thủy như Sir Isaac Newton và Nikola Tesla
yi: Nikola Tesla ןוא Sir Isaac Newton יוו זדרעזיוו רעדָא דרעזיוו טכיל ןופ סעלּפיסנירּפ ,Jeffrey Scott Flesher :רבחמ
zh_tw: “作者：杰弗里·斯科特·弗莱瑟（Jeffrey Scott Flesher），“光速向导”或艾萨克·牛顿爵士和尼古拉·特斯拉等巫师
zu: Umbhali: UJeffrey Scott Flesher, Imigomo ye-Light Wizzard noma ama-Wizards njengoSir Isaac Newton no-Nikola Tesla

# Header2
source: Light,Wizzard,Wizard,Newton,Newtonian,Tesla,Franklin,God,Jesus,Bar/Abbas,Darkness,Trinary,Universe,Sanctuary,Physics,Sun,Step,Jeffrey Scott Flesher
ar: ﺮﺸﻴﻠﻓ ﺕﻮﻜﺳ ﻱﺮﻔﻴﺟ ، ﺓﻮﻄﺨﻟﺍ ، ﺲﻤﺸﻟﺍ ، ءﺎﻳﺰﻴﻔﻟﺍ ، ﻡﺮﺤﻟﺍ ، ﻥﻮﻜﻟﺍ ، ﺙﻮﻟﺎﺜﻟﺍ ، ﻡﻼ﻿ﻈﻟﺍ ، ﺱﺎﺒﻋ / ﺭﺎﺑ ، ﻉﻮﺴﻳ ، ﻪﻠﻟﺍ ، ﻦﻴﻠﻜﻧﺍﺮﻓ ، ﻼ﻿ﺴﺗ ، ﻥﺎﻴﻨﺗﻮﻴﻧ ، ﻦﺗﻮﻴﻧ ، ﺮﺣﺎﺴﻟﺍ ، ﺩﺭﺍﺰﻳﻭ ، ﺭﻮﻨﻟﺍ
ca: Llum, bruixot, bruixot, Newton, newtonià, Tesla, Franklin, Déu, Jesús, Bar / Abbas, foscor, trinitari, univers, santuari, física, sol, pas, Jeffrey Scott Flesher
cy: Golau, Dewin, Dewin, Newton, Newtonian, Tesla, Franklin, Duw, Iesu, Bar / Abbas, Tywyllwch, Treial, Bydysawd, Noddfa, Ffiseg, Haul, Cam, Jeffrey Scott Flesher
da: Lys, Wizzard, Troldmand, Newton, Newtonian, Tesla, Franklin, Gud, Jesus, Bar / Abbas, mørke, Trinary, Universet, Sanctuary, Fysik, Sun, Step, Jeffrey Scott Flesher
de: Licht, Zauberer, Zauberer, Newton, Newton, Tesla, Franklin, Gott, Jesus, Bar / Abbas, Dunkelheit, Trinary, Universum, Heiligtum, Physik, Sonne, Schritt, Jeffrey Scott Flesher
el: Φως, Wizzard, Μάγος, Νεύτωνα, Νεύτωνα, Τέσλα, Φράνκλιν, Θεός, Ιησούς, Μπαρ / Αμπάς, Σκοτάδι, Τρινάρι, Σύμπαν, Ιερό,
es: Luz, Wizzard, Mago, Newton, Newtoniano, Tesla, Franklin, Dios, Jesús, Bar / Abbas, Oscuridad, Trinario, Universo, Santuario, Física, Sol, Paso, Jeffrey Scott Flesher
fi: Valo, Wizzard, velho, Newton, Newtonin, Tesla, Franklin, Jumala, Jeesus, Baari / Abbas, Pimeys, Kolminaisuus, Universumi, Pyhäkkö, Fysiikka, Aurinko, Askel, Jeffrey Scott Flesher
ga: Solas, Meadhrán, Treoraí, Newton, Newtonian, Tesla, Franklin, Dia, Íosa, Bar / Abbas, Dorchadas, Triail, Cruinne, Tearmann, Fisic, Sun, Step, Jeffrey Scott Flesher
gd: Solas, Wizzard, Draoidh, Newton, Newtonian, Tesla, Franklin, Dia, Iosa, Bar / Abbas, Dorchadas, Deuchainn, Cruinne, Comraich, Fiosaigs, Grian, Ceum, Jeffrey Scott Flesher
gl: Light, Wizzard, Wizard, Newton, Newtonian, Tesla, Franklin, Deus, Jesus, Bar / Abbas, Darkness, Trinary, Universe, Santuario, Física, Sun, Step, Jeffrey Scott Flesher
he: רשלפ טוקס ירפ'ג ,פטס ,שמש ,הקיזיפ ,טלקמ ,םוקי ,ירנירט ,ךשוח ,סאבע / רב ,ושי ,םיהולא ,ןילקנרפ ,הלסט ,ינוטוינ ,ןוטוינ ,םסוק ,דראזיוו ,רוא
hi: लाइट, विजार्ड, जादूगर, न्यूटन, न्यूटनियन, टेस्ला, फ्रैंकलिन, गॉड, जीसस, बार / अब्बास, डार्कनेस, ट्रिनिटी, यूनिवर्स, सैंक्चुअरी, फिजिक्स, सन, स्टेप, जेफरी स्कॉट फ्लेशर
hu: Világos, Wizzard, Varázsló, Newton, Newtoni, Tesla, Franklin, Isten, Jézus, Bár / Abbas, Sötétség, Háromság, Univerzum, Szentély, Fizika, Nap, Lépés, Jeffrey Scott Flesher
id: Cahaya, Wizzard, Penyihir, Newton, Newton, Tesla, Franklin, Tuhan, Yesus, Bar / Abbas, Kegelapan, Triner, Alam Semesta, Suaka, Fisika, Matahari, Langkah, Jeffrey Scott Flesher
it: Light, Wizzard, Wizard, Newton, Newton, Tesla, Franklin, God, Jesus, Bar / Abbas, Darkness, Trinary, Universe, Sanctuary, Physics, Sun, Step, Jeffrey Scott Flesher
ja: 「光、ウィザード、ウィザード、ニュートン、ニュートン、テスラ、フランクリン、神、イエス、バー/アッバス、暗闇、三位一体、宇宙、聖域、物理学、太陽、ステップ、ジェフリー・スコット・フレッシャー」
ko: 빛, 마법사, 마법사, 뉴턴, 뉴턴, 테슬라, 프랭클린, 하나님, 예수, 바 / 아바, 어둠, 3 차, 우주, 성소, 물리학, 태양, 단계, 제프리 스콧 플레셔
ku: Light, Wizzard, Wizard, Newton, Newtonian, Tesla, Franklin, Xwedê, Jesussa, Bar / Abbas, Darkness, Trinary, Universe, Sanctuary, Fizîk, Sun, Step, Jeffrey Scott Flesher
nl: Licht, Wizzard, Wizard, Newton, Newtonian, Tesla, Franklin, God, Jezus, Bar / Abbas, Darkness, Trinary, Universum, Sanctuary, Physics, Sun, Step, Jeffrey Scott Flesher
pl: „Światło, Wizzard, Wizard, Newton, Newtonian, Tesla, Franklin, Bóg, Jezus, Bar / Abbas, Ciemność, Trójmiasto, Wszechświat, Sanktuarium, Fizyka, Słońce, Step, Jeffrey Scott Flesher”
pt: Luz, Wizzard, Assistente, Newton, Newton, Newton, Tesla, Franklin, Deus, Jesus, Bar / Abbas, Escuridão, Trinário, Universo, Santuário, Física, Sol, Passo, Jeffrey Scott Flesher
ru: Свет, Волшебник, Волшебник, Ньютон, Ньютон, Тесла, Франклин, Бог, Иисус, Бар / Аббас, Тьма, Тринар, Вселенная, Святилище, Физика, Солнце, Шаг, Джеффри Скотт Флешер
sv: Light, Wizzard, Wizard, Newton, Newtonian, Tesla, Franklin, God, Jesus, Bar / Abbas, Darkness, Trinary, Universum, Sanctuary, Physics, Sun, Step, Jeffrey Scott Flesher
sw: Nuru, Wizzard, mchawi, Newton, Newtonia, Tesla, Franklin, Mungu, Yesu, Bar / Abbas, Giza, Triniki, Ulimwengu, Sanifri, Fizikia, Jua, Hatua, Jeffrey Scott Flesher
th: แสงวิซาร์ดพ่อมดนิวตันนิวตันเทสลาแฟรงคลินพระเจ้าพระเยซูบาร์ / อับบาสความมืด Trinary จักรวาลสถานที่ศักดิ์สิทธิ์ฟิสิกส์อาทิตย์ขั้นเจฟฟรีย์สก็อต Flesher
tl: Banayad, Wizzard, Wizard, Newton, Newtonian, Tesla, Franklin, Diyos, Jesus, Bar / Abbas, Kadiliman, Trinary, Unibersidad, Sanctuary, Physics, Araw, Hakbang, Jeffrey Scott Flesher
tr: Işık, Wizzard, Büyücü, Newton, Newton, Tesla, Franklin, Tanrı, İsa, Bar / Abbas, Karanlık, Kutsal Kitap, Evren, Kutsal, Fizik, Güneş, Adım, Jeffrey Scott Flesher
vi: Light, Wizzard, Wizard, Newton, Newtonian, Tesla, Franklin, God, Jesus, Bar / Abbas, Darkness, Trinary, Universe, Sanctuary, Chemistry, Sun, Step, Jeffrey Scott Flesher
yi: Universe, Sanctuary, Physics, Sun, Step, Jeffrey Scott Flesher ,ירַאנירט ,שינרעטצניפ ,Newton, Newtonian, Tesla, Franklin, God, Jesus, Bar / Abbas ,קעזַאמ ,דרַאזיוו ,טכיל
zh_tw: “光，向导，向导，牛顿，牛顿，特斯拉，富兰克林，神，耶稣，酒吧/阿巴斯，黑暗，三重，宇宙，保护区，物理，太阳，步骤，杰弗里·斯科特·弗莱瑟”
zu: Ukukhanya, i-Wizzard, i-Wizard, iNewton, iNewtonia, iTesla, uFranklin, uNkulunkulu, uJesu, uBar / Abbas, Ubumnyama, iTrinth, uMkhathi, iSancwele, iFiziksi, iLanga, iSinyathelo, uJeffrey Scott Flesher
