Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# Iteration1
source: An Iteration is a Time Period defined in years, I will calculate here as Maximum, Average, and Minimum,
ar: ﻰﻧﺩﻷ﻿ﺍ ﺪﺤﻟﺍﻭu200bu200b ﻂﺳﻮﺘﻤﻟﺍﻭ ﻰﺼﻗﻷ﻿ﺍ ﺪﺤﻟﺍ ﺎﻬﻧﺃ ﻰﻠﻋ ﺎﻨﻫ ﺐﺴﺣﺄﺳﻭ ، ﺕﺍﻮﻨﺴﻟﺎﺑ ﺓﺩﺪﺤﻣ ﺔﻴﻨﻣﺯ ﺓﺮﺘﻓ ﻮﻫ ﺭﺍﺮﻜﺘﻟﺍ
ca: Una iteració és un període de temps definit en anys; calcularé aquí com a Màxim, Mitjà i Mínim,
cy: Mae Amseriad yn Gyfnod Amser a ddiffiniwyd mewn blynyddoedd, byddaf yn cyfrif yma fel Uchafswm, Cyfartaledd ac Isafswm,
da: En Iteration er en tidsperiode defineret i år, jeg beregner her som maksimum, gennemsnit og minimum,
de: Eine Iteration ist ein Zeitraum, der in Jahren definiert ist. Ich berechne hier als Maximum, Durchschnitt und Minimum.
el: Μια επανάληψη είναι μια χρονική περίοδος που ορίζεται σε χρόνια, θα υπολογίσω εδώ ως Μέγιστο, Μέσο και Ελάχιστο
es: Una iteración es un período de tiempo definido en años, calcularé aquí como máximo, promedio y mínimo
fi: Iteraatio on vuosina määritelty ajanjakso, lasketaan tässä maksimiarvoksi, keskiarvoksi ja minimiksi
fr: Une itération est une période de temps définie en années, je vais calculer ici comme maximum, moyenne et minimum,
ga: Is Tréimhse Ama a shainmhínítear i mblianta í an Idirthréimhse, ríomhfaidh mé anseo mar Uasmhéid, Meán, agus Íosta,
gd: Is e Ùine Ùine Ùine a chaidh a mhìneachadh ann am bliadhnachan, bidh mi ag obrachadh a-mach an seo mar an ìre as àirde, cuibheasach agus as ìsle,
gl: Unha iteración é un período de tempo definido en anos; calcularé aquí como máximo, medio e mínimo.
he: ,םומינימו עצוממ ,םומיסקמכ ןאכ בשחא ינא .םינשב הרדגוהש ןמז תפוקת איה היצרטיא
hi: एक Iteration वर्षों में परिभाषित एक समय अवधि है, मैं यहां अधिकतम, औसत और न्यूनतम के रूप में गणना करूंगा,
hu: Az iteráció egy években meghatározott időtartam, itt maximális, átlagos és minimális értékként számolom.
id: Iterasi adalah Periode Waktu yang ditentukan dalam tahun, saya akan menghitung di sini sebagai Maksimum, Rata-rata, dan Minimum,
it: Un'iterazione è un periodo di tempo definito in anni, che calcolerò qui come massimo, medio e minimo
ja: 「反復とは年単位で定義される期間であり、ここでは最大、平均、最小として計算します」
ko: 반복은 년으로 정의 된 기간입니다. 여기서는 최대, 평균 및 최소로 계산하겠습니다.
ku: An ationapkirin serdemek Demî ye ku di salan de tête diyar kirin, ez ê li vir wekî Max, Navîn û Nêmasî hesab bikim,
nl: Een herhaling is een tijdsperiode gedefinieerd in jaren, ik zal hier berekenen als maximum, gemiddelde en minimum,
pl: „Iteracja jest okresem czasu zdefiniowanym w latach, obliczę tutaj jako maksimum, średnią i minimum”
pt: Uma iteração é um período definido em anos, vou calcular aqui como Máximo, Médio e Mínimo.
ru: «Итерация - это период времени, определенный в годах, здесь я буду рассчитывать как максимум, среднее и минимальное»
sv: En Iteration är en tidsperiod som definieras i år, jag kommer här att beräkna som Maximum, Genomsnitt och Minimum,
sw: Iteration ni Kipindi cha wakati kilichoelezewa kwa miaka, nitahesabu hapa kama Upeo, Wastani, na kiwango cha chini,
th: การทำซ้ำเป็นช่วงเวลาที่กำหนดไว้เป็นปีฉันจะคำนวณที่นี่เป็นค่าสูงสุดค่าเฉลี่ยและค่าต่ำสุด
tl: Ang Iteration ay isang Oras ng Oras na tinukoy sa mga taon, makakalkula ako dito bilang Pinakamataas, Average, at Minimum,
tr: Yineleme, yıl olarak tanımlanan bir Süre, burada Maksimum, Ortalama ve Minimum olarak hesaplayacağım
vi: Lặp lại là Khoảng thời gian được xác định theo năm, tôi sẽ tính ở đây là Tối đa, Trung bình và Tối thiểu.
yi: .םומינימ ןוא רעכילטינשכרוד ,םומיסקאמ סלא אד ןענעכערסיוא לעוו ךיא .ןראי ןיא טריניפעד דאירעפ טייצ א זיא עיצארעטיא א
zh_tw: “迭代是一个以年为单位的时间段，我将在此处计算为最大值，平均值和最小值”
zu: I-Iteration yiNkathi Yesikhathi echazwe eminyakeni, ngizobala lapha njenge-Maximum, i-average, ne-Minimum,

# Iteration2
source: these Periods are Labeled using the Zodiac Signs, and use the Julian, Gregorian and Mayan Calendar.
ar: .ﻥﺎﻳﺎﻣﻭ ، ﻱﺩﻼ﻿ﻴﻤﻟﺍ ، ﻲﻧﺎﻴﻟﻮﻴﻟﺍ ﻢﻳﻮﻘﺘﻟﺍ ﻡﺪﺨﺘﺳﺍﻭ ، ﻙﺎﻳﺩﻭﺯ ﺕﺎﻣﻼ﻿ﻋ ﻡﺍﺪﺨﺘﺳﺎﺑ ﺕﺍﺮﺘﻔﻟﺍ ﻩﺬﻫ ﺔﻴﻤﺴﺗ ﻢﺘﻳ
ca: S'han etiquetat aquests períodes amb els signes del zodíac i s'utilitza el calendari Julià, Gregorià i Maya.
cy: mae'r Cyfnodau hyn yn cael eu Labelu gan ddefnyddio'r Arwyddion Sidydd, ac yn defnyddio'r Calendr Julian, Gregorian a Mayan.
da: Disse perioder er mærket ved hjælp af stjernetegnene og bruger den julianske, gregorianske og maya-kalenderen.
de: Diese Perioden sind mit den Sternzeichen gekennzeichnet und verwenden den Julianischen, Gregorianischen und Maya-Kalender.
el: αυτές οι Περίοδοι επισημαίνονται με τη χρήση των Ζωδιακών Σημείων και χρησιμοποιούν το ημερολόγιο Ιουλιανών, Γρηγοριανών και Μάγια.
es: Estos períodos se etiquetan con los signos del zodíaco y usan el calendario juliano, gregoriano y maya.
fi: Nämä jaksot on merkitty horoskooppimerkkeillä ja ne käyttävät juliaanista, gregoriaanista ja mayalaista kalenteria.
fr: ces périodes sont étiquetées en utilisant les signes du zodiaque et utilisent le calendrier julien, grégorien et maya.
ga: Déantar na Tréimhsí seo a lipéadú ag úsáid na Comharthaí Stoidiaca, agus úsáideann siad an Féilire Julian, Gregorian agus Mayan.
gd: tha na h-amannan sin air an lipéadú le bhith a’ cleachdadh Soidhnichean Zodiac, agus a ’cleachdadh Mìosachan Julian, Gregorian agus Mayan.
gl: Estes Períodos están etiquetados usando os Signos do Zodíaco e úsanse o Calendario Julián, Gregoriano e Maia.
he: .היאמהו ינאירוגרגה ,ינאילו'גה הנשה חולב תושמתשמו תולזמה לגלג ינמיס תועצמאב תונמוסמ הלא תופוקת
hi: इन पीरियड्स को राशि चक्रों का उपयोग करके लेबल किया जाता है, और जूलियन, ग्रेगोरियन और मायन कैलेंडर का उपयोग किया जाता है।
hu: ezeket az időszakokat az állatöv jelekkel címkézik, és a júliai, Gergely és Maja naptárt használják.
id: Periode-periode ini diberi label menggunakan Zodiac Signs, dan menggunakan Kalender Julian, Gregorian, dan Maya.
it: questi periodi sono etichettati usando i segni zodiacali e usano il calendario giuliano, gregoriano e maya.
ja: 「これらの期間は星座を使用してラベル付けされ、ユリウス暦、グレゴリオ暦、マヤ暦を使用します。」
ko: 이 기간은 조디악 표지판을 사용하여 표시되며 Julian, Gregorian 및 Mayan Calendar를 사용합니다.
ku: Van Periodan nîşankirin bi karanîna Nîşanên Zodiac têne nîşankirin, û Salnameya Julian, Gregorian û Mayan bikar tînin.
nl: deze periodes zijn gelabeld met behulp van de sterrenbeelden en gebruiken de Juliaanse, Gregoriaanse en Maya-kalender.
pl: „Okresy te są oznakowane przy użyciu Znaków Zodiaku i używają kalendarza juliańskiego, gregoriańskiego i kalendarza Majów”.
pt: esses períodos são rotulados usando os signos do zodíaco e usam o calendário juliano, gregoriano e maia.
ru: «Эти периоды обозначены знаками зодиака и используют юлианский, григорианский и майянский календарь».
sv: Dessa perioder är märkta med Zodiac-tecknen och använder den julianska, gregorianska och mayakalendern.
th: ช่วงเวลาเหล่านี้ติดป้ายกำกับโดยใช้สัญญาณราศีและใช้ปฏิทิน Julian, Gregorian และ Mayan
tl: Ang mga panahong ito ay may label na gamit ang Mga Tanda ng Zodiac, at ginagamit ang Kalendaryong Julian, Gregorian at Mayan.
tr: Bu Dönemler Zodyak İşaretleri kullanılarak etiketlenir ve Julian, Gregoryen ve Maya Takvimini kullanır.
vi: những Thời kỳ này được dán nhãn bằng Dấu hiệu hoàng đạo và sử dụng Lịch Julian, Gregorian và Maya.
yi: .רַאדנעלַאק ןַאַיימ ןוא ןַאירָאגערג ,ןַאילושזד יד ןצונ ןוא ,סנגיס קַאידָאז יד טימ דלַאבייל ןענעז סדָאירעּפ יד
zh_tw: “这些时期使用十二生肖来标记，并使用儒略历，公历和玛雅历法。”
zu: lawa maNkathi afakwa ilebuli esebenzisa iZodiac Signs, futhi asebenzisa iKhalenda likaJulian, Gregorian neMayan.

# TrinaryMatrixMathematics0
source: Trinary Matrix Mathematics is based on:
ar: :ﻰﻠﻋ ﺔﻴﻨﺒﻣ ﺕﺎﻴﺿﺎﻳﺮﻠﻟ ﺔﻴﺛﻼ﻿ﺜﻟﺍ ﺔﻓﻮﻔﺼﻤﻟﺍ
ca: Les matemàtiques de la matriu trinària es basen en:
cy: Mae Mathemateg Trinary Matrics yn seiliedig ar:
da: Trinematrixmatematik er baseret på:
de: Trinary Matrix Mathematics basiert auf:
el: Trinary Matrix Μαθηματικά βασίζεται σε:
es: Matemáticas de matriz trinaria se basa en:
fi: Kolminaisuusmatriisin matematiikka perustuu:
fr: Les mathématiques matricielles trinaires sont basées sur:
ga: Tá Matamaitic Triail Matamaitice bunaithe ar:
gd: Tha Matamataig Trinary Matrix stèidhichte air:
gl: Matemáticas da Matriz Trinaria baséase en:
he: :לע ססובמ ירנירטמ סקירטמ הקיטמתמ
hi: ट्रिनिटी मैट्रिक्स गणित पर आधारित है:
hu: A hármas mátrix matematika az alábbiakon alapszik:
id: Matematika Matriks Triner didasarkan pada:
it: Trinary Matrix Mathematics si basa su:
ja: 「Trinary Matrix Mathematicsは以下に基づいています。」
ko: 삼차 행렬 수학은 다음을 기반으로합니다.
ku: Matematîka Zekerî ya Trinary li ser bingeh e:
nl: Trinary Matrix Mathematics is gebaseerd op:
pl: „Matematyka trinary Matrix opiera się na:”
pt: A matemática da matriz trinária é baseada em:
ru: «Матрица Тройной Матрицы основана на:»
sv: Trematisk matematik bygger på:
sw: Hesabu ya Matumbo ya Triniti ni msingi wa:
th: เมทริกซ์คณิตศาสตร์แบบอิงตาม:
tl: Ang Trinary Matrix Mathematics ay batay sa:
tr: Trinary Matrix Mathematics şunlara dayanmaktadır:
vi: Toán học ma trận nhị phân dựa trên:
yi: :ףיוא טריזאב זיא ץירטַאמ לאירטאמ ןיא קיטאמעטאמ
zh_tw: “三级矩阵数学基于：”
zu: I-Trinary Matrix Mathematics isuselwe ku-:

# TrinaryMatrixMathematics1
source: Trinary Matrix Mathematics is based on a Matrix Table, each row is a Track in the Galactic Disk,
ar: ، ﺓﺮﺠﻤﻟﺍ ﺹﺮﻗ ﻲﻓ ﺭﺎﺴﻣ ﻦﻋ ﺓﺭﺎﺒﻋ ﻒﺻ ﻞﻛ ، ﺔﻓﻮﻔﺼﻣ ﻝﻭﺪﺟ ﻰﻟﺇ ﺕﺎﻴﺿﺎﻳﺮﻟﺍ ﺔﻴﺛﻼ﻿ﺛ ﺔﻓﻮﻔﺼﻤﻟﺍ ﺪﻨﺘﺴﺗ
ca: Matemàtiques de la matriu trinària es basa en una taula de matrius, cada fila és una pista del disc galàctic
cy: Mae Mathemateg Matrics Trofannol wedi'i seilio ar Dabl Matrics, mae pob rhes yn Drac yn y Disg Galactig,
da: Trinematrixmatematik er baseret på en matrixtabel, hver række er et spor på den galaktiske disk,
de: Trinary Matrix Mathematics basiert auf einer Matrixtabelle, jede Zeile ist eine Spur auf der Galaktischen Platte.
el: Το Trinary Matrix Mathematics βασίζεται σε έναν Πίνακα Matrix, κάθε σειρά είναι ένα κομμάτι στον Γαλαξιακό Δίσκο
es: Matemáticas de matriz trinaria se basa en una tabla de matriz, cada fila es una pista en el disco galáctico
fi: Kolminaisuusmatriisin matematiikka perustuu matriisitaulukkoon, jokainen rivi on raita galaktisen levyn
fr: Trinary Matrix Mathematics est basé sur un tableau matriciel, chaque ligne est une piste dans le disque galactique,
ga: Tá Matamaitic Thrialach Matamaitice bunaithe ar Thábla Maitrís, is Rian sa Diosca Réaltrach gach sraith díobh,
gd: Tha Matamataig Trinary Matrix stèidhichte air Clàr Matrix, tha gach sreath na Rian anns an diosc Galactic,
gl: Matemáticas de Matriz Trinaria está baseada nunha táboa de matrices, cada liña é unha pista no disco galáctico.
he: .יטקלגה קסידב לולסמ איה הרוש לכ .תוצירטמ תלבט לע תססובמ תירנירטמu200bu200b הצירטמ הקיטמתמ
hi: त्रिकोणीय मैट्रिक्स गणित एक मैट्रिक्स तालिका पर आधारित है, प्रत्येक पंक्ति गैलेक्टिक डिस्क में एक ट्रैक है,
hu: A hármas mátrix matematika mátrix táblázatokon alapul, minden sor egy sáv a galaktikus lemezen
id: Matematika Matriks Trinary didasarkan pada Tabel Matriks, setiap baris adalah Track di Galactic Disk,
it: Trinary Matrix Mathematics si basa su una tabella Matrix, ogni riga è una traccia nel disco galattico,
ja: 「Trinary Matrix MathematicsはMatrix Tableに基づいており、各行はGalactic Diskのトラックです」
ko: 3 차 매트릭스 수학은 매트릭스 테이블을 기반으로하며, 각 행은 은하 디스크의 트랙입니다.
ku: Matrix Matrix Trinary is based on a Table Matrix, her row Rêzek di Baweriya Galaktîkî de,
nl: Trinary Matrix Mathematics is gebaseerd op een matrixtabel, elke rij is een track in de galactische schijf,
pl: „Matematyka trinary Matrix opiera się na tabeli macierzy, każdy rząd jest ścieżką na dysku galaktycznym”
pt: A matemática matricial trinária é baseada em uma tabela matricial, cada linha é uma trilha no disco galáctico
ru: «Матрица Тройной Матрицы основана на Матричной Таблице, каждая строка - это Дорожка в Галактическом Диске»
sv: Trinary Matrix Matematics är baserat på en Matrix-tabell, varje rad är ett spår på den galaktiska disken,
sw: Hesabu ya Matumbo ya Triniti inategemea Jedwali la Matrix, kila safu ni Orodha katika Diski ya Galactic,
th: Trinary Matrix Mathematics อิงจากตาราง Matrix แต่ละแถวคือ Track in the Galactic Disk
tl: Ang Trinary Matrix Mathematics ay batay sa isang Matrix Table, ang bawat hilera ay isang Track sa Galactic Disk,
tr: Trinary Matrix Mathematics bir Matrix Tablosuna dayanmaktadır, her satır Galaktik Diskteki bir Track'dir.
vi: Toán học ma trận nhị phân dựa trên Bảng ma trận, mỗi hàng là một rãnh trong đĩa thiên hà.
yi: ,קסיד קיטקַאלַאג יד ןיא רוּפש ַא זיא ןרעדור רעדעי .שיט ץירטַאמ ַא ףיוא טריזאב זיא ץירטַאמ לאירטאמ ןיא קיטאמעטאמ
zh_tw: “三进制矩阵数学基于矩阵表，每一行都是银盘中的磁道，”
zu: I-Trinary Matrix Mathematics isuselwa ku-Matrix Ithebula, umugqa ngamunye uyi-track kwi-Galactic Disk,

# TrinaryMatrixMathematics2
source: each column has data about the Sun(s) in the Galaxy that supports Life.
ar: .ﺓﺎﻴﺤﻟﺍ ﻢﻋﺪﺗ ﻲﺘﻟﺍ ﺓﺮﺠﻤﻟﺍ ﻲﻓ (ﺲﻤﺸﻟﺍ) ﺲﻤﺸﻟﺍ ﻝﻮﺣ ﺕﺎﻧﺎﻴﺑ ﻰﻠﻋ ﺩﻮﻤﻋ ﻞﻛ ﻱﻮﺘﺤﻳ
ca: cada columna té dades sobre el (s) Sol (s) de la Galàxia que admet la vida.
cy: mae gan bob colofn ddata am yr Haul (iau) yn y Galaxy sy'n cefnogi Bywyd.
da: hver søjle har data om solen (e) i galaksen, der understøtter livet.
de: Jede Spalte enthält Daten über die Sonne (n) in der Galaxie, die das Leben unterstützen.
el: κάθε στήλη έχει δεδομένα σχετικά με τον (τους) ήλιο (α) του γαλαξία που υποστηρίζει τη ζωή.
es: cada columna tiene datos sobre el Sol (s) en la Galaxia que soporta la Vida.
fi: Jokaisessa sarakkeessa on tietoja galaksissa olevista aurinkoista, jotka tukevat elämää.
fr: chaque colonne contient des données sur le (s) Soleil (s) de la Galaxie qui supportent la Vie.
ga: tá sonraí ag gach colún faoin nGrian (na Gruaigeanna) sa Réaltra a thacaíonn leis an Saol.
gd: tha dàta anns gach colbh mun Ghrèin (ean) anns an Galaxy a tha a’ toirt taic do Bheatha.
gl: cada columna ten datos sobre o (s) Sol (s) da Galaxia que soporta a Vida.
he: .םייחב םיכמותה היסקלגב םי / שמשה לע םינותנ רוט לכל
hi: प्रत्येक कॉलम में जीवन का समर्थन करने वाले गैलेक्सी में सूर्य (एस) के बारे में डेटा है।
hu: minden oszlopban vannak adatok a Galaxisban levő Nap (ok) ról, amely támogatja az életet.
id: Setiap kolom memiliki data tentang Matahari di Galaxy yang mendukung Life.
it: ogni colonna contiene dati sul Sole (i) nella Galassia che supporta la Vita.
ja: 「各列には、生命を支える銀河系の太陽に関するデータがあります。」
ko: 각 열에는 생명을 지원하는 은하계의 태양에 대한 데이터가 있습니다.
ku: her kolon di Galaxy de daneyên di derbarê Sun (s) de hene ku Jiyan piştgirî dike.
nl: elke kolom bevat gegevens over de zon (en) in de Melkweg die het leven ondersteunt.
pl: „każda kolumna zawiera dane o Słońcu (-ach) w Galaktyce, które obsługują Życie”.
pt: cada coluna possui dados sobre o (s) Sol (es) no Galaxy que suportam a Vida.
ru: «В каждом столбце есть данные о Солнце (ах) в Галактике, которое поддерживает Жизнь».
sv: varje kolumn har data om solen / sarna i galaxen som stöder livet.
sw: kila safu inayo data juu ya Jua (s) kwenye Galaxy inayounga mkono Maisha.
th: แต่ละคอลัมน์มีข้อมูลเกี่ยวกับดวงอาทิตย์ใน Galaxy ที่สนับสนุนชีวิต
tl: ang bawat haligi ay may data tungkol sa Sun (s) sa Galaxy na sumusuporta sa Buhay.
tr: Her sütunda Galaksideki Hayatı destekleyen Güneş (ler) hakkında veriler bulunur.
vi: mỗi cột có dữ liệu về (các) Mặt trời trong Thiên hà hỗ trợ Sự sống.
yi: .ןבעל טציטש סָאוו יסקַאלַאג יד ןיא (s) ןוז יד ןגעוו ןטַאד טאה לַייז רעדעי
zh_tw: “每列都有有关支持生命的Galaxy中太阳的数据。”
zu: ikholomu ngayinye inedatha emayelana neLanga (ama) kwi-Galaxy esekela Ukuphila.

# TrinaryMatrixMathematics3
source: This is based on known Ranges of Energy that Humans could Survive in.
ar: .ﺎﻬﻴﻠﻋ ءﺎﻘﺒﻟﺍ ﺮﺸﺒﻠﻟ ﻦﻜﻤﻳ ﻲﺘﻟﺍ ﺔﻓﻭﺮﻌﻤﻟﺍ ﺔﻗﺎﻄﻟﺍ ﺕﺎﻗﺎﻄﻧ ﻰﻠﻋ ﺪﻤﺘﻌﻳ ﺍﺬﻫ
ca: Això es basa en els rangs d'energia coneguts que els humans podrien sobreviure.
cy: Mae hyn yn seiliedig ar Ystodau Ynni hysbys y gallai bodau dynol oroesi ynddynt.
da: Dette er baseret på kendte energiområder, som mennesker kunne overleve i.
de: Dies basiert auf bekannten Energiebereichen, in denen Menschen überleben könnten.
el: Αυτό βασίζεται σε γνωστά πεδία ενέργειας που οι άνθρωποι θα μπορούσαν να επιβιώσουν.
es: Esto se basa en rangos de energía conocidos en los que los humanos podrían sobrevivir.
fi: Tämä perustuu tunnettuihin energia-alueisiin, joissa ihmiset voivat selviytyä.
fr: Ceci est basé sur des gammes d'énergie connues dans lesquelles les humains pourraient survivre.
ga: Tá sé seo bunaithe ar Raonta Fuinnimh atá ar eolas a bhféadfadh daoine maireachtáil iontu.
gd: Tha seo stèidhichte air raointean lùth aithnichte a dh’ fhaodadh daoine a bhith beò annta.
gl: Isto está baseado nas gamas de enerxía coñecidas que os humanos poderían sobrevivir.
he: .םהב דורשל םילוכי םישנאש םיעודי היגרנא יחווט לע ססובמ הז
hi: यह ऊर्जा के ज्ञात रेंज पर आधारित है जिसमें मनुष्य जीवित रह सकता है।
hu: Ez azon ismert energiatartományokon alapul, amelyekben az emberek túlélhetnek.
id: Ini didasarkan pada Rentang Energi yang diketahui manusia dapat bertahan.
it: Questo si basa su intervalli di energia noti in cui gli umani potrebbero sopravvivere.
ja: 「これは、人間が生き残ることができる既知のエネルギー範囲に基づいています。」
ko: 이것은 인간이 생존 할 수있는 알려진 범위의 에너지를 기반으로합니다.
ku: Ev li ser bingeha Range ya Enerjiyê ya naskirî ye ku mirov dikare li Suriyê bimîne bingeha.
nl: Dit is gebaseerd op bekende reeksen van energie waarin mensen kunnen overleven.
pl: „Jest to oparte na znanych zakresach energii, w których ludzie mogliby przetrwać”.
pt: Isso se baseia em faixas conhecidas de energia nas quais os humanos poderiam sobreviver.
ru: «Это основано на известных энергетических диапазонах, в которых люди могут выжить».
sv: Detta är baserat på kända energiområden som människor kan överleva i.
sw: Hii ni msingi wa safu zinazojulikana za Nishati ambazo Binadamu wangeweza kuishi nazo.
th: นี่ขึ้นอยู่กับช่วงพลังงานที่มนุษย์รู้จักซึ่งมนุษย์สามารถอยู่รอดได้
tl: Ito ay batay sa kilalang Ranges of Energy na maaaring makaligtas ang Tao.
tr: Bu, İnsanların Hayatta Kalabileceği Bilinen Enerji Aralıklarına dayanmaktadır.
vi: Điều này dựa trên các dãy năng lượng đã biết mà con người có thể sống sót.
yi: .ןיא ןבעל נבַיילב ןעק סנַאמוה סָאוו עיגרענע ןופ זַאשזדנייר עטנַאקַאב ףיוא טריזאב זיא סָאד
zh_tw: “这是基于人类可以生存的已知能量范围。”
zu: Lokhu kuncike emaRanges of Energy owaziwayo amaHumanans Angasinda kuwo.

# ThisTrinaryConceptIsBasedOn0
source: This Trinary Concept is Based on:
ar: :ﻰﻠﻋ ﺪﻤﺘﻌﻳ ﻲﺛﻼ﻿ﺜﻟﺍ ﻡﻮﻬﻔﻤﻟﺍ ﺍﺬﻫ
ca: Aquest concepte trinari es basa en:
cy: Mae'r Cysyniad Trofannol hwn yn Seiliedig ar:
da: Dette Trinary Concept er baseret på:
de: Dieses trinäre Konzept basiert auf:
el: Αυτή η έννοια Trinary βασίζεται σε:
es: Este concepto trinario se basa en:
fi: Tämä kolminaisuuskonsepti perustuu:
fr: Ce concept trinaire est basé sur:
ga: Tá an Coincheap Trialach seo bunaithe ar:
gd: Tha am bun-bheachd deuchainn seo stèidhichte air:
gl: Este concepto trinitario está baseado en:
he: :לע ססובמ הזה ירנירטה ןויערה
hi: यह त्रिकोणीय अवधारणा आधारित है:
hu: Ez a háromsági koncepció alapja:
id: Konsep Trinary Ini Berdasarkan:
it: Questo concetto trinitario si basa su:
ja: 「この3項の概念は以下に基づいています。」
ko: 이 3 차 개념은 다음을 기반으로합니다.
ku: Ev têgîna Traryanî li ser bingehê ye:
nl: Dit Trinary Concept is gebaseerd op:
pl: „Ta trójstronna koncepcja opiera się na:”
pt: Este conceito trinário é baseado em:
ru: «Эта троичная концепция основана на:»
sv: Detta trinära koncept är baserat på:
sw: Dhana hii ya Kitamaduni imejikita katika:
th: แนวคิดของ Trinary นี้มีพื้นฐานมาจาก:
tl: Ang Konsepto sa Trinary na Ito ay Batay sa:
tr: Bu Trinary Kavramı Dayalı:
vi: Khái niệm Trinary này dựa trên:
yi: :ףיוא טריזאב זיא ףירגַאב רעניירט םעד
zh_tw: “此三级概念基于：”
zu: Lo mqondo weTrally usekelwe ku:

# ThisTrinaryConceptIsBasedOn1
source: The Trinary Concept is one that I came up with myself as a child by age 9,
ar: ، ﺔﻌﺳﺎﺘﻟﺍ ﻦﺳ ﻲﻓ ﻲﺴﻔﻨﻟ ﺕﺮﻄﺧ ﻥﺃ ﻮﻫ ﻲﺛﻼ﻿ﺜﻟﺍ ﻡﻮﻬﻔﻤﻟﺍ
ca: El concepte trinitari és el que vaig tenir com a nen a partir dels 9 anys
cy: Mae'r Cysyniad Trinary yn un y des i fyny gyda mi fy hun yn blentyn erbyn 9 oed,
da: Det Trinære Koncept er et, som jeg kom med mig selv som barn i en alder af 9,
de: Das Trinary-Konzept ist eines, das ich mir als Kind mit 9 Jahren ausgedacht habe.
el: Το Trinary Concept είναι ένα που ήρθα με τον εαυτό μου ως παιδί από την ηλικία των 9 ετών
es: El concepto trinario se me ocurrió cuando era niño cuando tenía 9 años.
fi: Kolminaisuuden käsite on sellainen, jonka keksin itseni lapsena 9-vuotiaana,
fr: Le concept trinaire est celui que je me suis proposé comme un enfant à l'âge de 9 ans,
ga: Is é an Coincheap Trialach ceann a tháinig mé liom féin mar pháiste faoi aois 9,
gd: Is e am Bun-bheachd Trinary aon a thàinig mi suas leam fhìn mar phàiste ro aois 9,
gl: O concepto trinitario é o que me criei de neno aos 9 anos.
he: ,9 ליגב דליכ ימצע םע יתיליגש הזכ אוה ירנירטה ןויערה
hi: द ट्रेंसिक कॉन्सेप्ट वह है जो मैं 9 साल की उम्र में एक बच्चे के रूप में खुद के साथ आया था,
hu: A Szentháromság-koncepció az, amelyre 9 éves koromban gyerekkoromban jöttem fel.
id: Konsep Trinary adalah konsep yang saya buat sendiri saat saya kanak-kanak pada usia 9,
it: Il Trinary Concept è uno che mi è venuto in mente da bambino all'età di 9 anni
ja: 「三位一体の概念は、9歳までに子供の頃に思いついたものです」
ko: 삼위 일체 개념은 제가 9 세가되어 어린 시절에 생각해 낸 것입니다.
ku: Koncepta Trinary yek e ku ez bi xwe di 9 saliya xwe de bi zarokekî re derketim.
nl: Het Trinary Concept is er een dat ik zelf als kind heb bedacht toen ik 9 jaar oud was,
pl: „Trinary Concept to taki, który wymyśliłem jako dziecko w wieku 9 lat”
pt: O conceito do Trinary é aquele que eu criei quando criança aos 9 anos
ru: «Концепция Trinary - это концепция, которую я придумал в детстве к 9 годам».
sv: Det trinära konceptet är ett som jag mötte mig själv som barn vid 9 års ålder,
sw: Dhana ya Utatu ni moja kwamba nilikuja na mimi kama mtoto na umri wa miaka 9,
th: แนวคิดเรื่อง Trinary เป็นสิ่งที่ฉันคิดขึ้นมาตอนเป็นเด็กตอนอายุ 9
tl: Ang Konsepto sa Trinary ay isa sa aking sarili bilang isang bata sa edad na 9,
tr: Kutsal Kitap Kavramı, 9 yaşına geldiğimde kendimle çocukken ortaya koyduğum kavram
vi: Khái niệm Trinary là một khái niệm mà tôi đã nghĩ ra khi còn là một đứa trẻ vào năm 9 tuổi.
yi: ,9 ןופ רעטלע יד ןיא דניק ַא ייב ךיז בָאה ךיא סָאוו רענייא ןעוועג זיא ףירגַאב רעניירט רעד
zh_tw: “三位一体概念是我9岁时就想到的一个概念。”
zu: I-Trinary Concept ingenye yokuthi ngafika nami ngiseyingane ngineminyaka engu-9,
