Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# InputStats5
source: Total number of Tracks
ar: ﺕﺍﺭﺎﺴﻤﻟﺍ ﺩﺪﻋ ﻲﻟﺎﻤﺟﺇ
ca: Nombre total de pistes
cy: Cyfanswm y Traciau
da: Samlet antal spor
de: Gesamtzahl der Tracks
el: Συνολικός αριθμός κομματιών
es: Número total de pistas
fi: Kappaleiden kokonaismäärä
fr: Nombre total de pistes
ga: Líon iomlán na dTuairiscí
gd: Àireamh iomlan de thracan
gl: Número total de pistas
he: םילולסמה לש ללוכה רפסמה
hi: ट्रैक्स की कुल संख्या
hu: A számok összes száma
id: Total jumlah Trek
it: Numero totale di tracce
ja: 「トラックの総数」
ko: 총 트랙 수
ku: Jimara giştî ya Tracks
nl: Totaal aantal nummers
pl: „Łączna liczba utworów”
pt: Número total de faixas
ru: «Общее количество треков»
sv: Totalt antal spår
sw: Jumla ya Nyimbo
th: จำนวนเพลงทั้งหมด
tl: Kabuuang bilang ng Mga Tracks
tr: Toplam Parça Sayısı
vi: Tổng số bài hát
yi: סקַארט ןופ רעמונ ץנַאג
zh_tw: “曲目总数”
zu: Inani lamathrekhi

# InputStats6
source: Maximum Iteration
ar: ﺭﺍﺮﻜﺘﻠﻟ ﻰﺼﻗﻷ﻿ﺍ ﺪﺤﻟﺍ
ca: Màxima iteració
cy: Uchafswm y Newid
da: Maksimal gentagelse
de: Maximale Iteration
el: Μέγιστη επανάληψη
es: Iteración máxima
fi: Suurin toisto
fr: Itération maximale
ga: Uastréimhse Iontrála
gd: Iteration as àirde
gl: Iteración máxima
he: תיברמ היצרטיא
hi: अधिकतम परिवर्तन
hu: Maximális iteráció
id: Iterasi Maksimum
it: Iterazione massima
ja: 「最大反復」
ko: 최대 반복
ku: Terermkirina Mezinahî
nl: Maximale herhaling
pl: „Maksymalna iteracja”
pt: Iteração Máxima
ru: «Максимальная итерация»
sv: Maximal Iteration
sw: Kiwango cha kiwango cha juu
th: การทำซ้ำสูงสุด
tl: Pinakamataas na Iteration
tr: Maksimum Yineleme
vi: Lặp lại tối đa
yi: ןָאיטַארעטי םומיסקַאמ
zh_tw: “最大迭代次数”
zu: I-Materum Iteration

# InputStats7
source: Average Iteration
ar: ﺭﺍﺮﻜﺘﻟﺍu200bu200b ﻂﺳﻮﺘﻣ
ca: Iteració mitjana
cy: Newid Cyfartalog
da: Gennemsnitlig gentagelse
de: Durchschnittliche Iteration
el: Μέση επανάληψη
es: Iteración media
fi: Keskimääräinen toisto
fr: Itération moyenne
ga: Meán-Idirthréimhse
gd: Ìre cuibheasach
gl: Iteración media
he: תעצוממ היצרטיא
hi: औसत वृद्धि
hu: Átlagos iteráció
id: Iterasi Rata-Rata
it: Iterazione media
ja: 「平均反復」
ko: 평균 반복
ku: Navgîniya Navîn
nl: Gemiddelde herhaling
pl: „Średnia iteracja”
pt: Iteração Média
ru: «Средняя итерация»
sv: Genomsnittlig Iteration
sw: Wastani wa Joto
th: ค่าเฉลี่ยซ้ำ
tr: Ortalama Yineleme
vi: Lặp lại trung bình
yi: ןָאיטַארעטי ךעלטינשכרוד
zh_tw: “平均迭代”
zu: Isilinganiso Esijwayelekile

# InputStats8
source: Minimum Iteration
ar: ﺭﺍﺮﻜﺘﻠﻟ ﻰﻧﺩﻷ﻿ﺍ ﺪﺤﻟﺍ
ca: Iteració mínima
cy: Isafswm Newid
da: Mindste gentagelse
de: Minimale Iteration
el: Ελάχιστη επανάληψη
es: Iteración mínima
fi: Minimi toisto
fr: Itération minimale
ga: Íosta is Lú
gd: Iteration as ìsle
gl: Iteración mínima
he: תילמינימ היצרטיא
hi: न्यूनतम उत्थान
hu: Minimális iteráció
id: Iterasi Minimum
it: Iterazione minima
ja: 「最小反復」
ko: 최소 반복
ku: Iteration Minimal
nl: Minimale herhaling
pl: „Minimalna iteracja”
pt: Iteração Mínima
ru: «Минимальная итерация»
sv: Minsta Iteration
sw: Chini ya kiwango cha chini
th: การวนซ้ำขั้นต่ำ
tl: Pinakamababang Iteration
tr: Minimum Yineleme
vi: Lặp lại tối thiểu
yi: ןָאיטַארעטי םומינימ
zh_tw: “最小迭代”
zu: Ukushisa Okuncane

# Track0
source: Track:
ar: ﻊﺒﺘﺗ
ca: Pista:
cy: Trac:
da: Spore:
de: Spur:
el: Πίστα:
es: Pista:
fi: Seurata:
fr: Piste:
ga: Rian:
gd: Rian:
gl: Pista:
he: :לולסמ
hi: धावन पथ:
hu: Nyomon követni:
id: Jalur:
it: Traccia:
ja: トラック：
ko: 과정:
ku: Rê:
pl: Tor:
pt: Faixa:
ru: «Трек:»
sv: Spår:
sw: Fuatilia:
th: ติดตาม
tl: Subaybayan:
tr: Izlemek:
vi: Theo dõi:
yi: :רוּפש
zh_tw: “跟踪：”
zu: Umkhondo:

# Track1
source: Track number of our Galaxy, based on 0 to twice 666.
ar: .666 ﻰﻟﺇ 0 ﻰﻠﻋ ًءﺎﻨﺑ ، ﺎﻨﺗﺮﺠﻣ ﻢﻗﺭ ﻊﺒﺘﺗ
ca: Número de seguiment de la nostra galàxia, basat en 0 a dues vegades 666.
cy: Rhif trac ein Galaxy, yn seiliedig ar 0 i ddwywaith 666.
da: Spornummer på vores Galaxy, baseret på 0 til to gange 666.
de: Titelnummer unserer Galaxie, basierend auf 0 bis zweimal 666.
el: Παρακολουθήστε τον αριθμό του Γαλαξία μας, με βάση το 0 έως το διπλάσιο 666.
es: Número de seguimiento de nuestra galaxia, basado en 0 a dos veces 666.
fi: Galaksiamme raidan numero, joka perustuu 0: sta kahdesti 666.
fr: Numéro de piste de notre Galaxy, basé sur 0 à deux fois 666.
ga: Uimhir rian ár Réaltra, bunaithe ar 0 go dhá uair 666.
gd: Àireamh àireamh den Galaxy againn, stèidhichte air 0 gu dà uair 666.
gl: Número de rastrexo da nosa Galaxia, baseado en 0 a dúas veces 666.
he: .666 םיימעפ דע 0 לע ססובמ ,ונלש היסקלגה רפסמ רחא בוקע
hi: 0 से दो बार 666 पर आधारित, हमारी गैलेक्सी का ट्रैक नंबर।
hu: A galaxisunk számszáma 0-tól kétszer 666-ig.
id: Lacak nomor Galaxy kita, berdasarkan 0 hingga dua kali 666.
it: Traccia il numero della nostra galassia, basato su 0 a due volte 666.
ja: 「0〜2回の666に基づくGalaxyのトラック番号。」
ko: 0에서 2,666 사이의 갤럭시 트랙 번호.
ku: Hejmara Galaxy-ya me, li ser bingeha 0 heta du caran 666.
nl: Tracknummer van onze Galaxy, gebaseerd op 0 tot tweemaal 666.
pl: „Śledź numer naszej Galaktyki w oparciu o 0 do dwukrotności 666.”
pt: Acompanhe o número do nosso Galaxy, com base em 0 a duas vezes 666.
ru: «Отслеживайте номер нашей Галактики, от 0 до 666».
sv: Spårnummer på vår Galaxy, baserad på 0 till två gånger 666.
sw: Fuatilia nambari ya Galaxy yetu, kulingana na 0 hadi mara mbili 666.
th: หมายเลขการติดตามของ Galaxy ของเราอ้างอิงจาก 0 ถึงสองครั้ง 666
tl: Subaybayan ang bilang ng aming Galaxy, batay sa 0 hanggang dalawang beses sa 666.
tr: Galaksimizin parça numarası, 0 ile iki kez 666'ya dayanıyor.
vi: Theo dõi số lượng Galaxy của chúng tôi, dựa trên 0 đến hai lần 666.
yi: .666 לָאמ ייווצ וצ 0 ףיוא טריזאב ,יסקַאלַאג רעזדנוא ןופ רעמונ רוּפש
zh_tw: “我们的银河系的跟踪号，基于0到两次666。”
zu: Inombolo yokulandelela ye-Galaxy yethu, esuselwa ku-0 kuye kabili ku-666.

# Track2
source: Tracks below 336 have Negative Trinary Engines because they are Dark Stars,
ar: ﺔﻘﻣﺎﻏ ﻡﻮﺠﻧ ﺎﻬﻧﻷ﻿ ﺐﻟﺎﺳ ﺔﻴﺛﻼ﻿ﺛ ﺕﺎﻛﺮﺤﻣ ﺎﻬﻟ 336 ﻩﺎﻧﺩﺃ ﺕﺍﺭﺎﺴﻤﻟﺍ
ca: Les pistes inferiors a 336 tenen motors trinaris negatius perquè són estrelles fosques,
cy: Mae gan draciau o dan 336 Beiriannau Trofannol Negyddol oherwydd eu bod yn Sêr Tywyll,
da: Spor under 336 har negative trinmotorer, fordi de er mørke stjerner,
de: Tracks unter 336 haben Negative Trinary Engines, weil sie Dark Stars sind.
el: Τα ίχνη κάτω από τα 336 έχουν αρνητικές κινητήρες τριγώνου επειδή είναι σκοτεινά αστέρια
es: Las pistas por debajo de 336 tienen motores trinarios negativos porque son estrellas oscuras
fi: Alle 336-kappaleilla on negatiivisia kolminaisuusmoottoreita, koska ne ovat tummia tähtiä
fr: Les pistes inférieures à 336 ont des moteurs trinaires négatifs parce que ce sont des étoiles sombres,
ga: Tá Innill Thrialacha Diúltacha ag na ráillí faoi bhun 336 toisc gur Réaltaí Dorcha iad,
gd: Tha Einnseanan Deuchainneach àicheil aig slighean fo 336 seach gu bheil iad nan Rionnagan Dorcha,
gl: As pistas inferiores a 336 teñen motores trinais negativos porque son estrelas escuras,
he: ,םיהכ םיבכוכ םהש ןוויכמ םיילילש הנירט יעונמ שי 336- ל תחתמ תועוצרל
hi: 336 से नीचे के ट्रैक्स में निगेटिव ट्रेंडी इंजन होते हैं क्योंकि वे डार्क स्टार्स हैं,
hu: A 336 alatti sávok negatív hármas motorral rendelkeznek, mert sötét csillagok
id: Trek di bawah 336 memiliki Mesin Trinary Negatif karena mereka adalah Bintang Gelap,
it: Le tracce inferiori a 336 hanno motori Trinary negativi perché sono stelle scure,
ja: 「336以下のトラックは、ダークスターであるため、負のトリナリーエンジンを備えています」
ko: 336 개 미만의 트랙은 어두운 별이므로 네거티브 3 차 엔진을 가지고 있습니다.
ku: Rêzikên li jêr 336 xwedan Engên Zehfên Neyînî ne ji ber ku ew Stêrên Tarî ne,
nl: Tracks onder 336 hebben negatieve trinary-motoren omdat ze Dark Stars zijn,
pl: „Ścieżki poniżej 336 mają ujemne silniki trójdzielne, ponieważ są ciemnymi gwiazdami”
pt: As faixas abaixo de 336 têm motores negativos binários porque são estrelas negras
ru: «Треки ниже 336 имеют Отрицательные Тринарные Двигатели, потому что они Темные Звезды»
sv: Spår under 336 har negativa trinmotorer eftersom de är mörka stjärnor,
sw: Nyimbo chini ya 336 zina Injini mbaya za Kitamaduni kwa sababu ni Nyeusi za Giza,
th: แทร็กที่ต่ำกว่า 336 มีเอ็นจิ้นเชิงลบเชิงลบเพราะเป็นดาวมืด
tl: Ang mga track sa ibaba ng 336 ay may Negative Trinary Engines dahil ang mga ito ay Madilim na Bituin,
tr: 336'nın altındaki parçaların Negatif Trinary Motorları var, çünkü onlar Karanlık Yıldızlar,
vi: Các bản nhạc dưới 336 có Động cơ nhị phân tiêu cực vì chúng là Ngôi sao đen,
yi: ,ןרעטש רעטצניפ ןענעז ייז לַייוו זנַאשזדנע רעניירט וויטַאגענ ןבָאה 336 רעטנוא סקַארט
zh_tw: “低于336的航迹是负星，因为它们是暗星。”
zu: Amathrekhi angaphansi kwama-336 aneeNegative Trinary Engines ngoba angamaDima aMnyama,

# Track3
source: they mix with the Galaxies Force Field Rings, making the numbers Negative Frequencies.
ar: .ﺔﺒﻟﺎﺳ ﺕﺍﺩﺩﺮﺗ ﻡﺎﻗﺭﻷ﻿ﺍ ﻞﻌﺠﻳ ﺎﻤﻣ ، ﺕﺍﺮﺠﻤﻟﺍ ﺓﻮﻗ ﻝﺎﺠﻣ ﺕﺎﻘﻠﺣ ﻊﻣ ﻥﻮﻄﻠﺘﺨﻳ ﻢﻬﻧﺇ
ca: es barregen amb els anells de camp de la força de les galàxies, fent que els nombres siguin freqüències negatives.
cy: maen nhw'n cymysgu â Modrwyau Maes Llu Galaethau, gan wneud y niferoedd yn Amleddau Negyddol.
da: de blandes med Galaxies Force feltringe, hvilket gør tallene til negative frekvenser.
de: Sie mischen sich mit den Galaxies Force Field Rings und machen die Zahlen zu Negativen Frequenzen.
el: αναμιγνύονται με τους δακτυλίους πεδίου δυνάμεων γαλαξιών, κάνοντας τους αριθμούς Αρνητικές συχνότητες.
es: se mezclan con los anillos de campo de fuerza de las galaxias, lo que convierte los números en frecuencias negativas.
fi: ne sekoittuvat galaksien joukkokenttärenkaisiin, tekemällä numeroista negatiivisia taajuuksia.
fr: Ils se mélangent aux Galaxies Force Field Rings, ce qui rend les nombres négatifs.
ga: tá siad ag meascadh le Fáinní Allamuigh Fhórsa na Réaltraí, ag déanamh na n-uimhreacha minicíochtaí diúltacha.
gd: bidh iad a’ measgachadh le Cearcaill Raon Feachd Galaxies, a ’dèanamh na h-àireamhan Freiceadan àicheil.
gl: mestúranse cos aneis de campo da forza das galaxias e fan os números frecuencias negativas.
he: .םיילילש םירדתל םירפסמה תא םיכפוהו תויסקלגה חוכ לש הדשה תועבט םע םיבברעתמ םה
hi: वे आकाशगंगाओं फोर्स फील्ड रिंग्स के साथ मिश्रण करते हैं, जिससे संख्याएं नकारात्मक आवृत्ति बनती हैं।
hu: keverednek a galaxisok erőtér gyűrűivel, negatív frekvenciákká válnak.
id: Mereka bercampur dengan Cincin Galaksi Galaxies Force, membuat angka Frekuensi Negatif.
it: si mescolano con gli anelli del campo di forza delle galassie, rendendo i numeri Frequenze negative.
ja: 「彼らは銀河フォースフィールドリングと混ざり合って、数字を負の周波数にします。」
ko: 이들은 은하계의 포스 필드 링과 혼합되어 숫자를 음의 주파수로 만듭니다.
ku: ew bi Rengên Zeviyê Hêza Galaktîkî re tevlihev dibin, û hêjmarên Frekansên negatîf digirin.
nl: ze vermengen zich met de Galaxies Force Field Rings, waardoor het aantal negatieve frequenties wordt.
pl: „mieszają się z pierścieniami pola sił Galaktyki, tworząc liczby ujemne częstotliwości”.
pt: eles se misturam com os anéis de campo de força das galáxias, tornando os números as frequências negativas.
ru: «они смешиваются с Кольцами Силового Поля Галактик, делая числа Отрицательными Частотами».
sv: de blandar sig med Galaxies Force Field Rings, vilket gör siffrorna till negativa frekvenser.
sw: wanachanganya na pete za Nguvu za Galaxies Force, na kufanya idadi hiyo kuwa Namba Mbaya.
th: พวกเขาปะปนกับวงแหวนสนามพลังกาแลคซี่ทำให้ความถี่ลบเป็นลบ
tl: pinaghalo nila ang mga Galaxies Force Field Rings, na ginagawang mga numero ng Negatibong Frequencies.
tr: Galaksiler Kuvvet Alan Halkaları ile karışarak sayıları Negatif Frekanslar haline getiriyorlar.
vi: chúng trộn lẫn với các trường lực lượng thiên hà, làm cho các con số trở nên tiêu cực.
yi: .סעיסנעווקערפ וויטַאגענ ןרעמונ יד ןכאמ ,סגניר דלעיפ סרָאפ סעיסקַאלַאג יד טימ ךיז ןשימ ייז
zh_tw: “它们与星系力场环混合在一起，使数字为负频率。”
zu: bahlangana ne-Galaxies Force Field Rings, okwenza amanani abe yi-Negative Frequencies.

# TrinaryEngines0
source: Trinary Engines:
ar: :ﺔﻴﺛﻼ﻿ﺜﻟﺍ ﺕﺎﻛﺮﺤﻤﻟﺍ
ca: Motors del trinari:
cy: Peiriannau Trinary:
da: Trine motorer:
el: Μηχανές Τριγώνων:
es: Motores trinarios:
fi: Kolmimoottorit:
fr: Moteurs trinaires:
ga: Innill Thrialacha:
gd: Einnseanan deuchainn:
gl: Motores de Trinary:
he: :הירנירט יעונמ
hi: त्रिशंकु इंजन:
hu: Hármas motorok:
id: Mesin Trinary:
it: Motori trinitari:
ja: 「三次エンジン：」
ko: 3 차 엔진 :
ku: Motors Trinary:
pl: „Silniki trójstronne:”
pt: Motores trinários:
ru: Трина:
sv: Trinarmotorer:
sw: Injini za Triniti:
th: เครื่องมือทดลอง:
tl: Mga Mesin sa Trinary:
tr: Trinary Motorları:
vi: Động cơ nhị phân:
yi: :זנַאשזדנע רעניירט
zh_tw: “三引擎：”
zu: Izinjini zamaTrongo:
