Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# TableCaption0
source: Table Appendix A: Trinary Matrix Mathematics Galactic Track Table
ar: ﺕﺎﻴﺿﺎﻳﺮﻠﻟ ﺔﻴﺛﻼ﻿ﺜﻟﺍ ﺔﻓﻮﻔﺼﻤﻟﺍ ﺭﺎﺴﻣ ﻝﻭﺪﺟ : ﺃ ﻖﺤﻠﻤﻟﺍ ﻝﻭﺪﺟ
ca: Taula Apèndix A: Taula de pista de galàctic de matemàtiques de matrius trinitàries
cy: Tabl Atodiad A: Tabl Trac Galactig Mathemateg Trofannol Mathemateg
da: Tabelbilag A: Trinematrixmatematik Galaktisk sporbord
de: Tabelle Anhang A: Trinary Matrix Mathematics Galactic Track Table
el: Πίνακας Προσάρτημα Α: Μαθηματικά Μαθηματικών Μαθηματικών Γαλαξιακού Πινάκου
es: Tabla Apéndice A: Tabla de seguimiento galáctico matemático de matriz trinaria
fi: Taulukko Liite A: Kolminaisuusmatriisin matematiikan galaktinen seurataulukko
fr: Tableau Annexe A: Tableau de suivi galactique des mathématiques à matrice trinaire
ga: Tábla Aguisín A: Tábla Réalt Réaltrach na Matamaitice Trialach
gd: Pàipear-taice Clàr A: Clàr Rian Galactic Matamataig Deuchainneach Matrix
gl: Táboa Apéndice A: Táboa de rutas galácticas de Matemáticas de Matriz Matinal
he: יטקלג לולסמ הלבט תינורטמ תירנירטמ הקיטמתמ :א הלבט חפסנ
hi: टेबल परिशिष्ट A: त्रिकोणीय मैट्रिक्स गणित गेलेक्टिक ट्रैक टेबल
hu: A. táblázat: Függelék: Háromsávos matematikai galaktikus nyomkövetési táblázat
id: Tabel Lampiran A: Trinary Matrix Mathematics Galactic Track Table
it: Tabella Appendice A: Tabella delle tracce galattiche della matrice trinaria
ja: 「表付録A：三元マトリックス数学銀河軌道表」
ko: 표 부록 A : 삼차 행렬 수학 은하 트랙 테이블
ku: Tabloya Pêvek A: Tabloya Track Galaktîkî Matematika Matrixê Trîjonal
nl: Tabel Bijlage A: Trinary Matrix Mathematics Galactic Track Table
pl: „Tabela Dodatek A: Matryca trygoniczna Matematyka Galaktyczna tabela śladów”
pt: Tabela Apêndice A: Tabela Trilha Galática da Matemática da Matriz Trinária
ru: «Таблица Приложение A: Таблица галактических треков по трёхмерной математике»
sv: Tabellbilaga A: Trinary Matrix Matematics Galactic Track Table
sw: Kiambatisho cha Jedwali A: Jedwali la Kufuatilia Matumbo ya Matrix.
th: ภาคผนวกตาราง A: ตารางคำนวณเมทริกซ์ติดตามกาแลกติกทางคณิตศาสตร์
tl: Table Apendise A: Trinary Matrix Mathematics Galactic Track Table
tr: Tablo Ek A: Trinary Matrix Matematik Galaktik Parça Tablosu
vi: Bảng phụ lục A: Bảng theo dõi thiên hà toán học ma trận ba lần
yi: שיט רוּפש קיטקַאלַאג סקיטַאמַאטַאמ ץירטַאמ רעניירט :א סקידנעּפּפַא עלבַאט
zh_tw: “表附录A：三进制矩阵数学银河轨迹表”
zu: Ithebula Isithasiselo A: ITrunk Matrix Mathematics Galactic Track Table

# TableCaption1
source: Usage: (Sun Size in Miles in Diameter) (Livable Planet Size in Miles in Diameter) (Number of Trinary Engines)
ar: (ﺔﻴﺛﻼ﻿ﺜﻟﺍ ﺕﺎﻛﺮﺤﻤﻟﺍ ﺩﺪﻋ) (ﺮﻄﻘﻟﺍ ﻲﻓ ﻝﺎﻴﻣﻷ﻿ﺎﺑ ﺶﻴﻌﻠﻟ ﻞﺑﺎﻘﻟﺍ ﺐﻛﻮﻜﻟﺍ ﻢﺠﺣ) (ﺮﻄﻘﻟﺍ ﻲﻓ ﻝﺎﻴﻣﻷ﻿ﺎﺑ ﺲﻤﺸﻟﺍ ﻢﺠﺣ) :ﻡﺍﺪﺨﺘﺳﻻ﻿ﺍ
ca: Ús: (Dimensió del sol en milles en diàmetre) (mida del planeta distribuïble en milles en diàmetre) (nombre de motors trinitaris)
cy: Defnydd: (Maint yr Haul mewn Milltiroedd mewn Diamedr) (Maint y Blaned Livable mewn Milltiroedd mewn Diamedr) (Nifer yr Peiriannau Trofannol)
da: Brug: (Solstørrelse i kilometer i diameter) (Livbar planetstørrelse i kilometer i diameter) (Antal trinmotorer)
de: Verwendung: (Sonnengröße in Meilen im Durchmesser) (Größe des lebensfähigen Planeten in Meilen im Durchmesser) (Anzahl der Triebwerke)
el: Χρήση: (Μέγεθος Κυρ σε Μίλια σε Διάμετρο) (Μέγεθος Ζωηρού Πλανήτη σε Μίλια σε Διάμετρο) (Αριθμός Κινητών Τριγώνων)
es: Uso: (tamaño del sol en millas en diámetro) (tamaño del planeta habitable en millas en diámetro) (número de motores trinarios)
fi: Käyttö: (Auringon koko mittarina halkaisijaltaan) (Liikkuvan planeetan koko mittarina halkaisijassa) (kolmimoottorien lukumäärä)
fr: Utilisation: (taille du soleil en miles de diamètre) (taille de la planète habitable en miles de diamètre) (nombre de moteurs trinaires)
ga: Úsáid: (Méid na Gréine i dTrastomhas) (Méid an Phláinéid Inmhéadaithe i Mílte ar Thrastomhas)
gd: Cleachdadh: (Meud na grèine ann am mìltean ann an trast-thomhas) (Meud Planet Livable ann am Mìltean ann an Trast-thomhas) (Àireamh de Einnseanan Deuchainneach)
gl: Uso: (Tamaño de sol en millas de diámetro) (Tamaño do planeta livable en millas en diámetro) (número de motores trinitarios)
he: (הנירנרט יעונמ רפסמ) (רטוקב רטמוליקב תויחל ןתינ ץראה רודכ לדוג) (רטוקב םירטמוליקב שמש לדוג) :שומיש
hi: उपयोग: (व्यास में मीलों में सूर्य का आकार) (व्यास में मील में ग्रह के आकार का आकार) (त्रिशंकु इंजन की संख्या)
hu: Használat: (Napméret mérföldeken mért mérföldekben) (Élhető bolygóméret mérföldeken mért átmérőben) (Hármas motorok száma)
id: Penggunaan: (Ukuran Matahari dalam Mil dalam Diameter) (Ukuran Planet yang Dapat Dihiasi dalam Diameter dalam Mil) (Jumlah Mesin Triner)
it: Utilizzo: (dimensione del sole in miglia di diametro) (dimensione del pianeta vivibile in miglia di diametro) (numero di motori trinitari)
ja: 「使用法：（直径のマイルでの太陽のサイズ）（直径のマイルでの生きている惑星のサイズ）（三元エンジンの数）」
ko: 사용법 : (직경 마일의 태양 크기) (직경 마일의 살아있는 행성 크기) (3 차 엔진 수)
ku: Bikaranîn: (Mezinahiya Tîrêjê Di Miles Di Diametê de) (Mezinahiya Planet Livable Di Miles Di Diameterê de) (Hejmara Enginesên Sûnî)
nl: Gebruik: (zongrootte in mijl in diameter) (leefbare planeetgrootte in mijl in diameter) (aantal trinaire motoren)
pl: „Zastosowanie: (rozmiar słońca w milach w średnicy) (rozmiar planety do życia w milach w średnicy) (liczba silników trójrzędnych)”
pt: Uso: (Tamanho do Sol em Milhas de Diâmetro) (Tamanho do Planeta Habitável em Milhas de Diâmetro) (Número de Motores Trinários)
ru: «Использование: (Размер Солнца в милях в диаметре) (Размер пригодной для жизни планеты в милях в диаметре) (Количество триных двигателей)»
sv: Användning: (Solstorlek i mil i diameter) (Livbar planetstorlek i mil i diameter) (Antal trinmotorer)
sw: Matumizi: (saizi ya Jua kwa Maili kwa kipenyo) (saizi ya Sayari ya Livable katika Maili kwa kipenyo) (Idadi ya Injini za Triniti)
th: การใช้งาน: (ขนาดเส้นผ่านศูนย์กลางของดวงอาทิตย์เป็นไมล์) (ขนาดดาวเคราะห์ที่น่าอยู่เป็นไมล์ในเส้นผ่านศูนย์กลาง) (จำนวนของโปรแกรม Trinary)
tl: Paggamit: (Laki ng Araw sa Mga Miles sa Diameter) (Livable Planet Size sa Miles sa Diameter) (Bilang ng Mga Trinary Engines)
tr: Kullanım: (Mil cinsinden güneş büyüklüğü) (mil cinsinden yaşanabilir gezegen büyüklüğü) (Trinary motor sayısı)
vi: Cách sử dụng: (Sun Kích ở Miles trong Diameter) (Livable Planet Kích ở Miles trong Diameter) (Số động cơ Trinary)
yi: (זנַאשזדנע רעניירט ןופ רעמונ) (רעטעמַאיד ןיא ליימ ןיא סיירג טענַאלּפ לַאבַאוויל) (רעטעמַאיד ןיא ליימ ןיא סיירג ןוז) :ץינַאב
zh_tw: “用途：（直径以英里为单位的太阳尺寸）（直径以英里为单位的宜居行星尺寸）（三引擎的数量）”
zu: Ukusetshenziswa: (Ubukhulu belanga ngamamayela ku-Diamitha) (Usayizi Ohlelekile wePlanethi ku-Miles ku-Diamitha) (Inani lezinjini zeTrinary)

# TableCaption2
source: (Radius of Galaxy in Miles) (Full File Name: appendix.a.xhtml) (Nth Number of row to Print)
ar: (ﺔﻋﺎﺒﻄﻠﻟ ﻒﺼﻟﺍ ﻢﻗﺭ) (appendix.a.xhtml :ﻞﻣﺎﻜﻟﺎﺑ ﻒﻠﻤﻟﺍ ﻢﺳﺍ) (ﻝﺎﻴﻣﻷ﻿ﺍ ﻲﻓ ﺓﺮﺠﻤﻟﺍ ﺮﻄﻗ ﻒﺼﻧ)
ca: (Radi de galàxia a quilòmetres) (nom complet del fitxer: apèndix.a.xhtml) (enèsim número de fila a imprimir)
cy: (Radiws of Galaxy in Miles) (Enw Ffeil Llawn: appendix.a.xhtml) (Nfed Nifer y rhes i'w Argraffu)
da: (Radius of Galaxy in Miles) (Fuld filnavn: appendiks.a.xhtml) (Nth Antal række, der skal udskrives)
de: (Radius der Galaxie in Meilen) (Vollständiger Dateiname: Appendix.a.xhtml)
el: (Ακτίνα του γαλαξία σε χιλιόμετρα) (πλήρες όνομα αρχείου: appendix.a.xhtml) (Nth Αριθμός γραμμής προς εκτύπωση)
es: (Radio de galaxia en millas) (Nombre de archivo completo: appendix.a.xhtml) (Enésimo número de fila para imprimir)
fi: (Galaksin säde mailiassa) (Koko tiedostonimi: appendix.a.xhtml) (Tulostettavan rivin yhdeksäs numero)
fr: (Rayon de galaxie en miles) (Nom de fichier complet: appendix.a.xhtml) (Nième nombre de lignes à imprimer)
ga: (Radharc na Réaltra i Miles) (Ainm Iomlán an Chomhaid: aguisín.a.xhtml) (Nú Uimhir Rae le Priontáil)
gd: (Radius of Galaxy in Miles) (Ainm faidhle slàn: appendix.a.xhtml) (Nth Àireamh an t-sreath airson clò-bhualadh)
gl: (Radio de Galaxia en Miles) (Nome completo do ficheiro: apéndice.a.xhtml) (Enésimo número de filas para imprimir)
he: (סיפדהל הרושה רפסמ) (a.xhtml.חפסנ :אלמ ץבוק םש) (םיליימב היסקלגה סוידר)
hi: (रेडल्स ऑफ़ गैलेक्सी इन माइल्स) (पूर्ण फ़ाइल नाम: appendix.a.xhtml) (प्रिंट करने के लिए पंक्ति की संख्या)
hu: (A galaxis sugara mérföldekben) (Teljes fájlnév: appendix.a.xhtml) (A nyomtatandó sorok száma n.)
id: (Radius Galaksi dalam Miles) (Nama File Lengkap: appendix.a.xhtml) (Jumlah Baris ke-7 untuk Dicetak)
it: (Raggio di galassia in miglia) (Nome file completo: appendix.a.xhtml) (Nth Numero di righe da stampare)
ja: 「（マイルズの銀河の半径）（完全なファイル名：appendix.a.xhtml）（印刷する行のN番目の数）」
ko: (마일 단위의 은하 반경) (전체 파일 이름 : appendix.a.xhtml) (N 번째 인쇄 할 행 수)
ku: (Radyus ya Galaxy li Miles) (Navê pelê bi tevahî: appendix.a.xhtml) (Hejmara N-ê ya rêzikan ji bo çapkirinê)
nl: (Radius van Galaxy in Miles) (Volledige bestandsnaam: appendix.a.xhtml) (Nde aantal rijen dat moet worden afgedrukt)
pl: „(Promień galaktyki w milach) (Pełna nazwa pliku: dodatek.a.xhtml) (n-ta liczba wierszy do wydrukowania)”
pt: (Raio da galáxia em milhas) (Nome completo do arquivo: apêndice.a.xhtml) (N º número de linhas a serem impressas)
ru: «(Радиус Галактики в милях) (Полное имя файла: appendix.a.xhtml) (N-й номер строки для печати)»
sv: (Radius of Galaxy in Miles) (Full File Name: appendix.a.xhtml) (Nth Number of rad to Print)
sw: (Radius of Galaxy in Miles) (Jina kamili la Faili: appendix.a.xhtml) (Nthari ya safu ya kuchapisha)
th: (Radius of Galaxy in Miles) (ชื่อไฟล์เต็ม: appendix.a.xhtml) (จำนวนแถวที่จะพิมพ์ที่ Nth)
tl: (Radius ng Galaxy sa Miles) (Buong Pangalan ng File: apendiks.a.xhtml) (Ika-Numero ng hilera sa I-print)
tr: (Milimetrede Gökada Yarıçapı) (Tam Dosya Adı: appendix.a.xhtml) (N. Yazdırılacak Satır Sayısı)
vi: (Radius của Galaxy trong Miles) (Full File Name: appendix.a.xhtml) (Nth Số hàng để In)
yi: (Radius of Galaxy in Miles) (ןעמָאנ עקעט ץנַאג: appendix.a.xhtml) (ןקורד וצ ןרעדור יד ןופ רעמונ יד)
zh_tw: “（Galaxy半径，以英里为单位）（完整文件名：appendix.a.xhtml）（要打印的第N行数）”
zu: (I-Radius of Galaxy in Miles) (Igama Lifayela Egcwele: i-appendix.a.xhtml) (Inombolo yeNtha yomugqa ophrintiwe)

# Footer0
source: ./makeappendix.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 appendix.a.xhtml 66
ca: ./makeappendix.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 apèndix.a.xhtml 66
cy: ./makeappendix.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 atodiad.a.xhtml 66
da: ./makeappendix.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 appendiks.a.xhtml 66
fi: ./makeappendix.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 liite.a.xhtml 66
ga: ./makeappNEX.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 aguisín.a.xhtml 66
gl: ./makeappendix.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 apéndice.a.xhtml 66
he: ./makeappendix.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 חפסנ.a.xhtml 66
hu: ./makeappendix.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 függelék.a.xhtml 66
pl: „./makeappendix.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 appliance.a.xhtml 66”
sv: ./makeappendix.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 bilaga.a.xhtml 66
vi: ./mak Ứng dụng.a.sh 864575.9 7926.2109 333 241828072282107.5071453596951 phụ lục.a.xhtml 66

# Footer1
source: This allows you to enter in other Galaxies, and play with different Sun and Planet Sizes.
ar: .ﺐﻛﻮﻜﻟﺍﻭ ﺲﻤﺸﻟﺍ ﻦﻣ ﺔﻔﻠﺘﺨﻣ ﻡﺎﺠﺣﺄﺑ ﺐﻌﻠﻟﺍﻭ ﻯﺮﺧﺃ ﺕﺍﺮﺠﻣ ﻰﻟﺇ ﻝﻮﺧﺪﻟﺎﺑ ﺍﺬﻫ ﻚﻟ ﺢﻤﺴﻳ
ca: Això permet entrar a altres galàxies i jugar amb diferents mides del Sol i del Planeta.
cy: Mae hyn yn caniatáu ichi gymryd rhan mewn Galaethau eraill, a chwarae gyda gwahanol Faint yr Haul a'r Blaned.
da: Dette giver dig mulighed for at komme ind i andre galakser og lege med forskellige sol- og planetstørrelser.
de: Auf diese Weise können Sie in andere Galaxien eintreten und mit verschiedenen Sonnen- und Planetengrößen spielen.
el: Αυτό σας επιτρέπει να εισέλθετε σε άλλους γαλαξίες και να παίζετε με διαφορετικά μεγέθη Sun και Planet.
es: Esto te permite ingresar a otras galaxias y jugar con diferentes tamaños de Sol y Planeta.
fi: Tämän avulla voit päästä muihin galakseihin ja pelata erilaisilla aurinko- ja planeettakooilla.
fr: Cela vous permet d'entrer dans d'autres galaxies et de jouer avec différentes tailles de soleil et de planète.
ga: Ligeann sé seo duit dul isteach i Réaltraí eile, agus súgradh le Méideanna éagsúla Sun agus Planet.
gd: Leigidh seo dhut a dhol a-steach do Galaxies eile, agus cluich le diofar mheudan Sun agus Planet.
gl: Isto permítelle entrar noutras Galaxias e xogar con diferentes tamaños do Sol e do Planeta.
he: .םינוש םיבכוכו שמש ילדג םע קחשלו ,תורחא תויסקלגל סנכיהל ךל רשפאמ הז
hi: यह आपको अन्य आकाशगंगाओं में प्रवेश करने की अनुमति देता है, और विभिन्न सूर्य और ग्रह आकार के साथ खेलता है।
hu: Ez lehetővé teszi más galaxisokba való belépést, valamint a különböző Nap és Bolygó méretekkel való játékot.
id: Ini memungkinkanmu untuk masuk dalam Galaksi lain, dan bermain dengan Ukuran Matahari dan Planet yang berbeda.
it: Questo ti permette di entrare in altre Galassie e giocare con diverse dimensioni di Sole e Pianeta.
ja: 「これにより、他の銀河に入り、異なる太陽と惑星サイズで遊ぶことができます。」
ko: 이것은 다른 은하계에 들어가서 다른 태양과 행성 크기로 놀 수있게 해줍니다.
ku: Ev dihêle hûn bikevin Galaxîyên din, û bi Sun û Planet Mezinên cûda re bilîzin.
nl: Hiermee kun je andere sterrenstelsels betreden en met verschillende zon- en planeetgroottes spelen.
pl: „Pozwala to wejść w inne galaktyki i grać z różnymi rozmiarami Słońca i planet”.
pt: Isso permite que você entre em outras galáxias e brinque com diferentes tamanhos de sol e planeta.
ru: «Это позволяет вам входить в другие галактики и играть с разными размерами Солнца и Планеты».
sv: Detta gör att du kan delta i andra galaxer och spela med olika sol- och planetstorlekar.
sw: Hii hukuruhusu kuingia katika Galaxies zingine, na unacheza na Vipande tofauti vya Jua na Sayari.
th: สิ่งนี้ช่วยให้คุณสามารถเข้าไปในกาแลคซีแห่งอื่นและเล่นกับดวงอาทิตย์และดาวเคราะห์ขนาดอื่น
tl: Pinapayagan ka nitong magpasok sa iba pang mga Galaxies, at maglaro sa iba't ibang mga Linya ng Linya at Planet.
tr: Bu, diğer Galaksilere girmenizi ve farklı Güneş ve Gezegen Boyutları ile oynamanızı sağlar.
vi: Điều này cho phép bạn tham gia vào các thiên hà khác và chơi với các kích cỡ Mặt trời và Hành tinh khác nhau.
yi: .סעזיס טענַאלּפ ןוא זיס ענעדישרַאפ טימ ןליּפש ןוא סעיסקַאלַאג ערעדנא ןַיירַא וצ ריא זוַאלַא סָאד
zh_tw: “这使您可以进入其他星系，并以不同的太阳和行星尺寸进行游戏。”
zu: Lokhu kukuvumela ukuthi ungene kweminye imithala, futhi udlale ngamaSun namaSplane ehlukene.

# Footer2
source: Set ThisPrintNth=1 if you want to only print the nth rows, set trackNth to number to skip,
ar: ، ﺎﻬﻴﻄﺨﺘﻟ ﻢﻗﺮﻟﺍ ﻰﻠﻋ trackNth ﻦﻴﻴﻌﺘﺑ ﻢﻗ ، ﻂﻘﻓ nth ﻑﻮﻔﺼﻟﺍ ﺔﻋﺎﺒﻃ ﺪﻳﺮﺗ ﺖﻨﻛ ﺍﺫﺇ ThisPrintNth u003d 1 ﻦﻴﻴﻌﺘﺑ ﻢﻗ
ca: Establiu ThisPrintNth u003d 1 si només voleu imprimir les enèsimes files, configureu TrackNth com a número per saltar-se,
cy: Gosodwch ThisPrintNth u003d 1 os ydych chi am argraffu'r nawfed rhes yn unig, gosod trackNth i rif i hepgor,
da: Indstil ThisPrintNth u003d 1, hvis du kun vil udskrive de ni rækker, indstil trackNth til nummer, der skal springes over,
de: Setzen Sie ThisPrintNth u003d 1, wenn Sie nur die n-ten Zeilen drucken möchten, und setzen Sie trackNth auf die zu überspringende Zahl.
el: Ρυθμίστε το ThisPrintNth u003d 1 αν θέλετε να εκτυπώσετε μόνο τις nth γραμμές, ορίστε το trackNth στον αριθμό για να παραλείψετε
es: Establezca ThisPrintNth u003d 1 si solo desea imprimir las enésimas filas, configure trackNth en número para omitir
fi: Aseta tämäPrintNth u003d 1, jos haluat tulostaa vain n. Rivit, aseta trackNth numeroon ohitettavaksi
fr: Définissez ThisPrintNth u003d 1 si vous souhaitez uniquement imprimer les nièmes lignes, définissez trackNth sur le nombre à ignorer,
ga: Socraigh ThisPrintNth u003d 1 más mian leat ach an naoú sraitheanna a phriontáil, socraigh an traein go dtí an uimhir le scipeáil,
gd: Suidhich ThisPrintNth u003d 1 ma tha thu airson dìreach na naoidheamh sreathan a chlò-bhualadh, suidhich trackNth gu àireamh airson sgiobadh,
gl: Estableza ThisPrintNth u003d 1 se quere imprimir só as enésimas filas, configure TrackNth como número para saltar,
he: ,וילע גלדל רפסמל trackNth תא רדגה ,תויעישתה תורושה תא קר סיפדהל ךנוצרב םא ThisPrintNth u003d 1 עבק
hi: यदि आप केवल nth पंक्तियों को प्रिंट करना चाहते हैं, तो इसे छोड़ें #:।
hu: Állítsa be ezt aPrintNth u003d 1 értéket, ha csak az n. Sorokat szeretné kinyomtatni, állítsa a trackNth számát az átugorásra.
id: Set ThisPrintNth u003d 1 jika Anda hanya ingin mencetak baris ke-n, atur trackNth ke angka untuk dilewati,
it: Impostare ThisPrintNth u003d 1 se si desidera stampare solo l'ennesima riga, impostare trackNth su numero da saltare,
ja: 「n行目だけを印刷する場合はThisPrintNth u003d 1を設定し、trackNthをスキップする番号に設定する」
ko: n 번째 행만 인쇄하려면 TrackNth를 number로 설정하여 건너 뛰십시오.
ku: Heke hûn bixwazin ku rêzikên yekemîn çap bikin, Set ThisPrintNth u003d 1 bicîh bikin, ji bo şopandina hejmara trackNth-ê bicîh bikin,
nl: Stel ThisPrintNth u003d 1 in als u alleen de nde rijen wilt afdrukken, stel trackNth in op nummer om over te slaan,
pl: „Ustaw ThisPrintNth u003d 1, jeśli chcesz wydrukować tylko n-ty wiersz, ustaw trackNth na liczbę, aby pominąć”
pt: Defina ThisPrintNth u003d 1 se desejar imprimir apenas as enésimas linhas, defina trackNth como número para pular,
ru: «Установите ThisPrintNth u003d 1, если вы хотите печатать только n-ые строки, установите trackNth на число, чтобы пропустить»
sv: Ställ ThisPrintNth u003d 1 om du bara vill skriva ut de nionde raderna, ställ in trackNth till nummer för att hoppa över,
sw: Weka hiiPrintNth u003d 1 ikiwa unataka kuchapisha safu za nth tu, weka wimbo wa Nambari ili uruke,
th: Set ThisPrintNth u003d 1 หากคุณต้องการพิมพ์แถวที่ n เท่านั้นให้ตั้งค่า trackNth เป็นตัวเลขเพื่อข้าม
tl: Itakda ang ThisPrintNth u003d 1 kung nais mong i-print lamang ang nth row, itakda ang trackNth sa numero upang laktawan,
tr: Yalnızca n. Satırları yazdırmak istiyorsanız ThisPrintNth u003d 1'i ayarlayın, trackNth'i atlanacak sayıya ayarlayın,
vi: Đặt ThisPrintNth u003d 1 nếu bạn muốn chỉ in các hàng thứ n, đặt trackNth thành số để bỏ qua,
yi: .ןעקּפָאה וצ רעמונ וצ הטנקַארט ןלעטש ,זוָאר nth יד ןקורד זיולב טליוו ריא ביוא ThisPrintNth u003d 1 טקיטעטשַאב
zh_tw: “如果只想打印第n行，则设置ThisPrintNth u003d 1，将trackNth设置为要跳过的数字，”
zu: Setha i-ThisPrintNth u003d 1 uma ufuna ukuphrinta kuphela imigqa ye-nth, setha umkhondo weNombolo ukuze weqe,

# Footer3
source: 66 gives you about 21 Tracks, setting it to 1 will print all Tracks,
ar: ﺕﺍﺭﺎﺴﻤﻟﺍ ﻊﻴﻤﺟ ﺔﻋﺎﺒﻃ ﻰﻟﺇ 1 ﻰﻟﺇ ﺎﻬﻨﻴﻴﻌﺗ ﻱﺩﺆﻴﺳ ، ﺔﻴﻨﻏﺃ 21 ﻲﻟﺍﻮﺣ ﻚﺤﻨﻤﻳ 66
ca: 66 us ofereix aproximadament 21 pistes, definint-lo a 1 imprimirà totes les pistes,
cy: Mae 66 yn rhoi tua 21 o Draciau i chi, bydd ei osod i 1 yn argraffu'r holl Draciau,
da: 66 giver dig cirka 21 spor, hvis du indstiller det til 1, udskrives alle spor,
de: 66 gibt Ihnen ungefähr 21 Tracks, wenn Sie 1 wählen, werden alle Tracks gedruckt.
el: 66 σας δίνει περίπου 21 τραγούδια, ορίζοντας το σε 1 θα εκτυπώσει όλα τα τραγούδια,
es: 66 le da alrededor de 21 pistas, establecerlo en 1 imprimirá todas las pistas
fi: 66 antaa sinulle noin 21 raitaa, asettamalla arvoksi 1 tulostaa kaikki raidat
fr: 66 vous donne environ 21 pistes, le mettre à 1 imprimera toutes les pistes,
ga: Tugann 66 tú thart ar 21 Amhráin, clóbhuailfidh sé go dtí 1 priontófar gach Amhráin,
gd: Bheir 66 dhut mu 21 Ceòl, ma shuidhicheas tu e gu 1 clò-bhualaidh e a h-uile Trac,
gl: 66 ofrécelle aproximadamente 21 pistas, estabelecendo a 1 imprimirá todas as pistas,
he: ,םילולסמה לכ תא סיפדת 1- ל הז תרדגה ,םיריש 21 ךרעב ךל ןתונ 66
hi: 66 आपको लगभग 21 ट्रैक्स देता है, इसे 1 पर सेट करने से सभी ट्रैक्स प्रिंट हो जाएंगे,
hu: A 66 körülbelül 21 számot ad, 1-re állítva kinyomtatja az összes számot
id: 66 memberi Anda sekitar 21 Lagu, mengaturnya ke 1 akan mencetak semua Lagu,
it: 66 ti dà circa 21 tracce, impostandola su 1 stamperà tutte le tracce
ja: 「66は約21トラックを提供し、1に設定するとすべてのトラックが印刷されます」
ko: 66은 약 21 개의 트랙을 제공합니다. 1로 설정하면 모든 트랙이 인쇄됩니다.
ku: 66 li ser 21 Tracks we dide we, dema ku 1 hilbijêrin wê hemû Tracks çap bike,
nl: 66 geeft u ongeveer 21 nummers, als u dit op 1 zet, worden alle nummers afgedrukt,
pl: „66 daje około 21 ścieżek, ustawienie wartości 1 spowoduje wydrukowanie wszystkich ścieżek”
pt: 66 fornece cerca de 21 faixas, defini-lo como 1 imprimirá todas as faixas
ru: «66 дает вам около 21 трека, если установить значение 1, будут напечатаны все треки».
sv: 66 ger dig cirka 21 spår. Om du ställer in till 1 kommer du att skriva ut alla spår,
sw: 66 inakupa juu ya Nyimbo 21, ukiweka 1 zitachapisha Nyimbo zote,
th: 66 ให้คุณประมาณ 21 แทร็กการตั้งค่าเป็น 1 จะพิมพ์แทร็กทั้งหมด
tl: Binibigyan ka ng 66 tungkol sa 21 Mga track, ang pagtatakda nito sa 1 ay mai-print ang lahat ng Mga Tracks,
tr: 66 size yaklaşık 21 Parça verir, 1 olarak ayarlandığında tüm Parçalar yazdırılır
vi: 66 cung cấp cho bạn khoảng 21 Bản nhạc, đặt thành 1 sẽ in tất cả Bản nhạc,
yi: ,סקַארט עלַא ןקורד טעוו 1 וצ סע ןקיטעטשַאב ,סקַארט 21 ןגעוו ריא טיג 66
zh_tw: “ 66为您提供了大约21条轨道，将其设置为1将打印所有轨道，”
zu: I-66 ikunikeza cishe Amaculo angama-21, ukuyibeka ku-1 kuzophrinta wonke ama-Amaculo,

# Footer4
source: set DoNotSkipThis=666 or what ever number you want to see,
ar: ، ﻪﺘﻳﺅﺭ ﺪﻳﺮﺗ ﻱﺬﻟﺍ ﻢﻗﺮﻟﺍ ﺎﻣ ﻭﺃ DoNotSkipThis u003d 666 ﻦﻴﻴﻌﺘﺑ ﻢﻗ
ca: configure DoNotSkipThis u003d 666 o el nombre que vulgueu veure
cy: gosod DoNotSkipThis u003d 666 neu pa rif erioed rydych chi am ei weld,
da: indstil DoNotSkipThis u003d 666 eller hvilket nogensinde nummer du vil se,
de: Setze DoNotSkipThis u003d 666 oder welche Zahl du auch immer sehen willst
el: ορίστε DoNotSkipThis u003d 666 ή ό, τι αριθμός που θέλετε να δείτε
es: establece DoNotSkipThis u003d 666 o el número que quieras ver
fi: aseta DoNotSkipThis u003d 666 tai mikä tahansa numero, jonka haluat nähdä
fr: définissez DoNotSkipThis u003d 666 ou le nombre que vous souhaitez voir,
ga: socraigh DoNotSkipThis u003d 666 nó cén uimhir is mian leat a fheiceáil,
gd: suidhich DoNotSkipThis u003d 666 no dè an àireamh a-riamh a tha thu airson fhaicinn,
gl: set DoNotSkipThis u003d 666 ou o número que queiras ver
he: ,תוארל הצור התא םעפ יא רפסמ הזיא וא DoNotSkipThis u003d 666 רדגה
hi: DoNotSkipThis u003d 666 सेट करें या आप कभी भी कौन सा नंबर देखना चाहते हैं,
hu: állítsa be a DoNotSkipThis u003d 666-ot, vagy azt a számot, amelyet valaha látni szeretne
id: atur DoNotSkipThis u003d 666 atau angka apa pun yang ingin Anda lihat,
it: imposta DoNotSkipThis u003d 666 o qualunque numero tu voglia vedere,
ja: 「DoNotSkipThis u003d 666または表示する番号を設定します」
ko: DoNotSkipThis u003d 666 또는 원하는 숫자를 설정하십시오.
ku: set DoNotSkipThis u003d 666 an kîjan hejmarek ku hûn dixwazin bibînin,
nl: set DoNotSkipThis u003d 666 of welk nummer je ook wilt zien,
pl: „ustaw DoNotSkipThis u003d 666 lub jakąkolwiek liczbę, którą chcesz zobaczyć”,
pt: defina DoNotSkipThis u003d 666 ou qualquer número que você queira ver
ru: установите DoNotSkipThis u003d 666 или любой номер, который вы хотите увидеть
sv: ställa in DoNotSkipThis u003d 666 eller vilket nummer du vill se,
sw: weka DoNotSkipThis u003d 666 au nambari yoyote ambayo unataka kuona,
th: set DoNotSkipThis u003d 666 หรือจำนวนที่คุณต้องการดู
tl: itakda ang DoNotSkipThis u003d 666 o kung anong numero na nais mong makita,
tr: DoNotSkipThis u003d 666 veya görmek istediğiniz herhangi bir sayıyı ayarlayın
vi: đặt DoNotSkip This u003d 666 hoặc số bạn muốn xem,
yi: ,ןעז טליוו ריא רעמונ סָאוו רעדָא u003d 666 סיהטפיקסטָאנָאד קיטעטשַאב
zh_tw: “设置DoNotSkipThis u003d 666或您想看到的任何数字，”
zu: setha iDoNotSkipThis u003d 666 noma noma iyiphi inombolo ofuna ukuyibona,
