Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# Footer5
source: this saves paper by only printing part of the rows in the table; this is the 6th Argument, I try to limit those.
ar: .ﺎﻬﻨﻣ ﺪﺤﻟﺍ ﻝﻭﺎﺣﺃﻭ ، ﺔﺳﺩﺎﺴﻟﺍ ﺔﻄﻴﺳﻮﻟﺍ ﻲﻫ ﻩﺬﻫ ؛ ﻝﻭﺪﺠﻟﺍ ﻲﻓ ﻑﻮﻔﺼﻟﺍ ﻦﻣ ﻂﻘﻓ ءﺰﺟ ﺔﻋﺎﺒﻃ ﻖﻳﺮﻃ ﻦﻋ ﻕﺭﻮﻟﺍ ﻆﻔﺤﻳ ﺍﺬﻫ
ca: Això desa paper només imprimint part de les files de la taula; aquest és el sisè argument, que intento limitar.
cy: mae hyn yn arbed papur trwy argraffu rhan o'r rhesi yn y tabl yn unig; dyma'r 6ed Dadl, rwy'n ceisio cyfyngu'r rheini.
da: dette sparer papir ved kun at udskrive en del af rækkerne i tabellen; dette er det sjette argument. Jeg prøver at begrænse dem.
de: Dies spart Papier, indem nur ein Teil der Zeilen in der Tabelle gedruckt wird. Dies ist das sechste Argument, das ich einschränken möchte.
el: αυτό εξοικονομεί χαρτί μόνο με την εκτύπωση μέρους των γραμμών στο τραπέζι, αυτό είναι το 6ο Argument, προσπαθώ να τα περιορίσω.
es: Esto ahorra papel al imprimir solo una parte de las filas de la tabla; este es el sexto argumento, trato de limitarlos.
fi: Tämä säästää paperia tulostamalla vain osa taulukon riveistä; tämä on kuudes väite, yritän rajoittaa niitä.
fr: cela économise du papier en n'imprimant qu'une partie des lignes du tableau; c'est le 6ème argument, j'essaye de les limiter.
ga: Sábhálann sé seo páipéar ach trí chuid de na sraitheanna a phriontáil sa tábla; is é seo an 6ú argóint, déanaim iarracht iad siúd a theorannú.
gd: bidh seo a’ sàbhaladh pàipear le bhith a ’clò-bhualadh dìreach pàirt de na sreathan sa chlàr; is e seo an 6mh Argamaid, bidh mi a’ feuchainn ris an fheadhainn sin a chuingealachadh.
gl: Isto garda papel só imprimindo parte das filas da táboa; este é o sexto argumento, intento limitalos.
he: .הלא תא ליבגהל הסנמ ינא .תישישה הנעטה הז ;הלבטב תורושהמ קלח תספדה ידי לע קר ריינ ךסוח הז
hi: यह तालिका में पंक्तियों के केवल हिस्से को प्रिंट करके कागज बचाता है; यह 6 वीं तर्क है, मैं उन लोगों को सीमित करने की कोशिश करता हूं।
hu: Ez papírmegtakarítást jelent azáltal, hogy a táblázat sorainak csak egy részét nyomtatja ki; ez a 6. érv, ezeket megpróbálom korlátozni.
id: Ini menghemat kertas dengan hanya mencetak sebagian dari baris di tabel; ini adalah argumen ke-6, saya mencoba membatasi itu.
it: questo consente di risparmiare carta stampando solo una parte delle righe nella tabella; questo è il sesto argomento, cerco di limitare quelli.
ja: 「これにより、表の行の一部のみを印刷することで紙を節約できます。これは6番目の引数です。これらを制限しようとしています。」
ko: 이것은 테이블에있는 행의 일부만 인쇄하여 용지를 절약합니다. 이것은 6 번째 인수입니다. 제한을 시도합니다.
ku: Vê kaxezê tenê bi çapkirina beşek ji rêzikên li maseyê çap dike; ev Argumana 6-an e, ez hewl didim ku wan sînordar bikim.
nl: dit bespaart papier door slechts een deel van de rijen in de tabel af te drukken; dit is het zesde argument, ik probeer dat te beperken.
pl: „oszczędza to papier, drukując tylko część wierszy w tabeli; jest to 6. argument, staram się je ograniczyć”.
pt: isso economiza papel imprimindo apenas parte das linhas da tabela; este é o sexto argumento, tento limitar essas.
ru: «это экономит бумагу, печатая только часть строк в таблице; это 6-й аргумент, я пытаюсь ограничить их».
sv: Detta sparar papper genom att bara skriva ut en del av raderna i tabellen; det här är det sjätte argumentet. Jag försöker begränsa dem.
sw: hii inaokoa karatasi kwa kuchapisha sehemu tu ya safu kwenye meza; hii ni hoja ya 6, ninajaribu kuweka mipaka.
th: สิ่งนี้ช่วยประหยัดกระดาษโดยการพิมพ์เพียงบางส่วนของแถวในตารางนี่คืออาร์กิวเมนต์ที่ 6 ฉันพยายาม จำกัด กระดาษเหล่านั้น
tl: nakakatipid ito ng papel sa pamamagitan lamang ng pag-print ng bahagi ng mga hilera sa talahanayan; ito ang ika-6 na Argumento, sinubukan kong limitahan ang mga iyon.
tr: Bu, tablodaki satırların yalnızca bir kısmını yazdırarak kağıt tasarrufu sağlar; bu 6. Argüman, bunları sınırlamaya çalışıyorum.
vi: điều này giúp tiết kiệm giấy bằng cách chỉ in một phần của các hàng trong bảng; đây là Đối số thứ 6, tôi cố gắng hạn chế những thứ đó.
yi: .יד ןצענערגַאב וצ ןריבורּפ ךיא .טנעמוגרַא 6 יד זיא סָאד ;שיט יד ןיא זוָאר יד ןופ לייט ַא ןקורד זיולב ךרוד ריּפַאּפ סעווַאס סָאד
zh_tw: “这仅通过打印表中的部分行来节省纸张；这是第六个参数，我试图限制这些行。”
zu: lokhu kulondoloza iphepha ngokuphrinta kuphela imigqa esetafuleni; lena yi-6th Argument, ngizama ukunciphisa leyo.

# Footer6
source: Link to Bash File that created this Page (Save and Set Permissions to run.):
ar: :(.ﻞﻴﻐﺸﺘﻟ ﺕﺎﻧﻭﺫﺃ ﻦﻴﻴﻌﺗﻭ ﻆﻔﺣ) ﺔﺤﻔﺼﻟﺍ ﻩﺬﻫ ﺄﺸﻧﺃ ﻱﺬﻟﺍ Bash ﻒﻠﻣ ﻰﻟﺇ ﻁﺎﺒﺗﺭﺍ
ca: Enllaç al fitxer Bash que ha creat aquesta pàgina (Desa i estableix els permisos per executar-los.):
cy: Dolen i Ffeil Bash a greodd y Dudalen hon (Cadw a Gosod Caniatâd i redeg.):
da: Link til Bash-fil, der oprettede denne side (Gem og indstil tilladelser til at køre.):
de: Link zu Bash-Datei, die diese Seite erstellt hat (Berechtigungen zum Speichern und Ausführen festlegen.):
el: Σύνδεση με το αρχείο Bash που δημιούργησε αυτήν τη σελίδα (Αποθήκευση και ορισμός δικαιωμάτων για εκτέλεση):
es: Enlace al archivo Bash que creó esta página (Guardar y establecer permisos para ejecutar):
fi: Linkki Bash-tiedostoon, joka on luonut tämän sivun (Tallenna ja aseta käyttöoikeudet.):
fr: Lien vers le fichier Bash qui a créé cette page (enregistrer et définir les autorisations à exécuter.):
ga: Nasc le Comhad Bash a chruthaigh an Leathanach seo (Sábháil agus Socraigh Ceadanna le rith.):
gd: Ceangal gu faidhle Bash a chruthaich an duilleag seo (Sàbhail is suidhich ceadan ri ruith.):
gl: Ligazón ao ficheiro Bash que creou esta páxina (Gardar e establecer permisos para ser executados.):
he: :(.הלעפהל תואשרה רדגהו רומש) הז ףד רציש Bash ץבוקל רושיק
hi: बैश फाइल से लिंक जिसने यह पेज बनाया है (सेव और सेट को चलाने के लिए अनुमतियां।):
hu: Link ehhez az oldalhoz készített bash fájlhoz (Mentés és a futtatáshoz szükséges engedélyek beállítása):
id: Tautan ke File Bash yang membuat Halaman ini (Simpan dan Tetapkan Izin untuk dijalankan.):
it: Link al file Bash che ha creato questa pagina (Salva e imposta le autorizzazioni per l'esecuzione.):
ja: 「このページを作成したBashファイルへのリンク（保存して実行するアクセス許可を設定します。）：」
ko: 이 페이지를 생성 한 Bash 파일에 대한 링크 (저장 및 실행 권한 설정) :
ku: Zencîreya Pelê Bashê ku vê Rûpelê çêkir (Destpêkirin û Destûrdana Destûrdankirin.):
nl: Link naar Bash-bestand dat deze pagina heeft gemaakt (opslaan en machtigingen instellen om uit te voeren.):
pl: „Link do pliku Bash, który utworzył tę stronę (Zapisz i ustaw uprawnienia do uruchamiania.):”
pt: Link para o arquivo Bash que criou esta página (Salvar e definir permissões para execução.):
ru: Ссылка на файл Bash, который создал эту страницу (сохранить и установить разрешения на запуск.):
sv: Länk till basfilen som skapade den här sidan (Spara och ställ in behörigheter att köras.):
sw: Unganisha na faili ya Bash ambayo imeunda Ukurasa huu (Hifadhi na Weka Ruhusa ya kuendesha.):
th: ลิงก์ไปยังไฟล์ Bash ที่สร้างหน้านี้ (บันทึกและตั้งค่าสิทธิ์เพื่อเรียกใช้):
tl: Mag-link sa Bash File na lumikha ng Pahina na ito (I-save at Itakda ang Mga Pahintulot upang tumakbo.):
tr: Bu Sayfayı Oluşturan Bash Dosyasına Bağlantı (Çalıştırmak için İzinleri Kaydet ve Ayarla.):
vi: Liên kết đến Tệp Bash đã tạo Trang này (Lưu và Đặt quyền để chạy.):
yi: :(.ןפיול וצ זנַאשימרעּפ קיטעטשַאב ןוא טיה) טַאלב םעד ןפאשאב סָאוו עקעט שַאב וצ קניל
zh_tw: “链接到创建此页面的Bash文件（运行保存和设置权限。）：”
zu: Xhumanisa neBash File elidale leli khasi (Gcina bese uhlela ukuthi usebenze.):

# Footer7
source: If you run the Bash Script like: ./makeappendix.a.sh or ./makeappendix.a.sh --help, it will give you Help and more Details.
ar: .ﻞﻴﺻﺎﻔﺘﻟﺍ ﻦﻣ ﺪﻳﺰﻣﻭ ﺓﺪﻋﺎﺴﻣ ﻚﻟ ﺮﻓﻮﻳ ﻑﻮﺴﻓ ، makeappendix.a.sh --help/. ﻭﺃ makeappendix.a.sh/. :ﻞﺜﻣ Bash Script ﻞﻴﻐﺸﺘﺑ ﺖﻤﻗ ﺍﺫﺇ
ca: Si executeu el script Bash com: ./makeappendix.a.sh o ./makeappendix.a.sh --help, us donarà ajuda i més detalls.
cy: Os ydych chi'n rhedeg Sgript Bash fel: ./makeappendix.a.sh neu ./makeappendix.a.sh --help, bydd yn rhoi Help a mwy o fanylion i chi.
da: Hvis du kører Bash-scriptet som: ./makeappendix.a.sh eller ./makeappendix.a.sh --help, vil det give dig hjælp og flere detaljer.
de: Wenn Sie das Bash-Skript wie folgt ausführen: ./makeappendix.a.sh oder ./makeappendix.a.sh --help, erhalten Sie Hilfe und weitere Details.
el: Εάν εκτελέσετε το Script Bash όπως: ./makeappendix.a.sh ή ./makeappendix.a.sh --help, θα σας δώσει βοήθεια και περισσότερες λεπτομέρειες.
es: Si ejecuta la secuencia de comandos Bash como: ./makeappendix.a.sh o ./makeappendix.a.sh --help, le proporcionará ayuda y más detalles.
fi: Jos suoritat Bash-komentosarjan kuten: ./makeappendix.a.sh tai ./makeappendix.a.sh --help, se antaa sinulle ohjeita ja lisätietoja.
fr: Si vous exécutez le script Bash comme: ./makeappendix.a.sh ou ./makeappendix.a.sh --help, il vous donnera de l'aide et plus de détails.
ga: Má ritheann tú an Script Bash mar: ./makeappend.a.sh nó ./makeappend.a.sh - glaoigh ort, tabharfaidh sé cabhair agus sonraí breise duit.
gd: Ma ruitheas tu Sgriobt Bash mar: ./makeappendix.a.sh no ./makeappendix.a.sh --help, bheir e cuideachadh agus barrachd mion-fhiosrachaidh dhut.
gl: Se tes un script Bash como: ./makeappendix.a.sh ou ./makeappendix.a.sh --help, daralle axuda e máis detalles.
he: .םיפסונ םיטרפו הרזע ךל ןתיי הז ,makeappendix.a.sh --help/. וא makeappendix.a.sh/. :ומכ שבה טפירקס תא ליעפמ התא םא
hi: यदि आप बैश स्क्रिप्ट चलाते हैं जैसे:।
hu: Ha a Bash parancsfájlt úgy futtatja, mint: ./makeappendix.a.sh vagy ./makeappendix.a.sh --help, akkor ez segít és további részletekkel szolgál.
id: Jika Anda menjalankan Bash Script seperti: ./makeappendix.a.sh atau ./makeappendix.a.sh --help, itu akan memberi Anda Bantuan dan Detail lebih lanjut.
it: Se esegui Bash Script come: ./makeappendix.a.sh o ./makeappendix.a.sh --help, ti darà Aiuto e maggiori dettagli.
ja: 「./makeappendix.a.shまたは./makeappendix.a.sh --helpのようなBashスクリプトを実行すると、ヘルプと詳細が表示されます。」
ko: ./makeappendix.a.sh 또는 ./makeappendix.a.sh --help와 같은 Bash 스크립트를 실행하면 도움말 및 자세한 정보가 표시됩니다.
ku: Heke hûn Script Sêv-ê wekî: ./makeappendix.a.sh an ./makeappendix.a.sh --help rakî, ew ê Alîkarî û Hûrguliyên zêdetir bide we.
nl: Als u het Bash-script uitvoert zoals: ./makeappendix.a.sh of ./makeappendix.a.sh --help, krijgt u Help en meer details.
pl: „Jeśli uruchomisz Skrypt Bash, taki jak: ./makeappendix.a.sh lub ./makeappendix.a.sh --help, da Ci Pomoc i więcej szczegółów.”
pt: Se você executar o Bash Script como: ./makeappendix.a.sh ou ./makeappendix.a.sh --help, ele fornecerá ajuda e mais detalhes.
ru: «Если вы запустите скрипт Bash, например: ./makeappendix.a.sh или ./makeappendix.a.sh --help, он предоставит вам справку и дополнительные сведения».
sv: Om du kör Bash-skriptet som: ./makeappendix.a.sh eller ./makeappendix.a.sh --help, kommer det att ge dig hjälp och mer information.
sw: Ikiwa utaendesha hati ya Bash kama: ./makeappendix.a.sh au ./makeappendix.a.sh --help, itakusaidia na maelezo zaidi.
th: ถ้าคุณเรียกใช้สคริปต์ Bash เช่น: ./makeappendix.a.sh หรือ ./makeappendix.a.sh - ช่วยมันก็จะให้ความช่วยเหลือและรายละเอียดเพิ่มเติม
tl: Kung nagpapatakbo ka ng script ng Bash tulad ng: ./makeappendix.a.sh o ./makeappendix.a.sh --help, bibigyan ka nito ng Tulong at maraming Mga Detalye.
tr: Bash Script'i: ./makeappendix.a.sh veya ./makeappendix.a.sh --help gibi çalıştırırsanız, size Yardım ve daha fazla Ayrıntı verir.
vi: Nếu bạn chạy Bash Script như sau:.
yi: .סליַאטעד רעמ ןוא ףליה ריא ןבעג טעוו סָאד ,makeappendix.a.sh --help/. רעדָא makeappendix.a.sh/. :יוו טפירש שַאב יד ןפיול ריא ביוא
zh_tw: “如果您以如下方式运行Bash脚本：./makeappendix.a.sh或./makeappendix.a.sh --help，它将为您提供帮助和更多详细信息。”
zu: Uma usebenzisa iBashcript efana: ./makeappendix.a.sh noma ./makeappendix.a.sh --help, izokunikeza Usizo nemininingwane eminingi.
