Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# ImagesGalaxySpinningAllSolarSystems0
source: The Galaxy Spinning all Solar Systems at the same Rate
ar: ﻝﺪﻌﻤﻟﺍ ﺲﻔﻨﺑ ﺔﻴﺴﻤﺸﻟﺍ ﺔﻗﺎﻄﻟﺍ ﺔﻤﻈﻧﺃ ﻊﻴﻤﺟ ﺭﻭﺪﺗ ﺓﺮﺠﻤﻟﺍ
ca: La galàxia girant tots els sistemes solars al mateix ritme
cy: Y Galaxy Yn Troelli pob System Solar ar yr un Gyfradd
da: Galaxy, der spinder alle solsystemer i samme hastighed
de: Die Galaxie dreht alle Sonnensysteme mit der gleichen Geschwindigkeit
el: Ο Γαλαξίας που μετατρέπει όλα τα ηλιακά συστήματα με τον ίδιο ρυθμό
es: La galaxia gira todos los sistemas solares a la misma velocidad
fi: Galaxy kehrättää kaikkia aurinkokuntia samalla nopeudella
fr: La Galaxie fait tourner tous les systèmes solaires au même rythme
ga: An Réaltra ag Spinning gach Córais Gréine ag an Ráta céanna
gd: An Galaxy a’ snìomh a h-uile siostam grèine aig an aon ìre
gl: A Galaxia xirando todos os sistemas solares ao mesmo ritmo
he: בצק ותואב שמשה תוכרעמ לכ תא תררחתסמ היסקלגה
hi: द गैलेक्सी स्पिनिंग ऑल सोलर सिस्टम्स ऑन द रेट
hu: A galaxis az összes Naprendszert azonos sebességgel forog
id: Galaksi Memutar Semua Sistem Tenaga Surya dengan Kecepatan yang Sama
it: La galassia fa girare tutti i sistemi solari alla stessa velocità
ja: 「すべての太陽系を同じ速度で回転させる銀河」
ko: 모든 태양계를 같은 속도로 회전시키는 은하
ku: Galaxy Spinning hemî Pergalên Solar di heman rêjeyê de
nl: De Galaxy draait alle zonnestelsels met dezelfde snelheid
pl: „Galaxy obraca wszystkie układy słoneczne w tym samym tempie”
pt: A galáxia gira todos os sistemas solares na mesma taxa
ru: «Галактика вращает все солнечные системы с одинаковой скоростью»
sv: Galaxy som snurrar alla solsystem i samma takt
sw: Inazingatia Mifumo yote ya jua kwa Kiwango sawa
th: กาแล็กซี่หมุนระบบสุริยะทั้งหมดด้วยอัตราเดียวกัน
tl: Ang Galaxy Spinning lahat ng Sistema ng Solar sa parehong Rate
tr: Tüm Güneş Sistemlerini Aynı Hızda Döndüren Galaxy
vi: Thiên hà quay tất cả các hệ mặt trời ở cùng một tỷ lệ
yi: ָאּפמעט רעקיבלעז רעד ןיא ןעמעטסיס נוז עלַא גנינניּפס יסקַאלַאג יד
zh_tw: “银河系以相同的速度旋转所有太阳系”
zu: I-Galaxy Spinning yonke i-Solar Systems ngezinga elifanayo

# ImagesGalaxySpinningAllSolarSystems1
source: The Galaxy Spinning all Solar Systems at the same Rate
ar: ﻝﺪﻌﻤﻟﺍ ﺲﻔﻨﺑ ﺔﻴﺴﻤﺸﻟﺍ ﺔﻗﺎﻄﻟﺍ ﺔﻤﻈﻧﺃ ﻊﻴﻤﺟ ﺭﻭﺪﺗ ﺓﺮﺠﻤﻟﺍ
ca: La galàxia girant tots els sistemes solars al mateix ritme
cy: Y Galaxy Yn Troelli pob System Solar ar yr un Gyfradd
da: Galaxy, der spinder alle solsystemer i samme hastighed
de: Die Galaxie dreht alle Sonnensysteme mit der gleichen Geschwindigkeit
el: Ο Γαλαξίας που μετατρέπει όλα τα ηλιακά συστήματα με τον ίδιο ρυθμό
es: La galaxia gira todos los sistemas solares a la misma velocidad
fi: Galaxy kehrättää kaikkia aurinkokuntia samalla nopeudella
fr: La Galaxie fait tourner tous les systèmes solaires au même rythme
ga: An Réaltra ag Spinning gach Córais Gréine ag an Ráta céanna
gd: An Galaxy a’ snìomh a h-uile siostam grèine aig an aon ìre
gl: A Galaxia xirando todos os sistemas solares ao mesmo ritmo
he: בצק ותואב שמשה תוכרעמ לכ תא תררחתסמ היסקלגה
hi: द गैलेक्सी स्पिनिंग ऑल सोलर सिस्टम्स ऑन द रेट
hu: A galaxis az összes Naprendszert azonos sebességgel forog
id: Galaksi Memutar Semua Sistem Tenaga Surya dengan Kecepatan yang Sama
it: La galassia fa girare tutti i sistemi solari alla stessa velocità
ja: 「すべての太陽系を同じ速度で回転させる銀河」
ko: 모든 태양계를 같은 속도로 회전시키는 은하
ku: Galaxy Spinning hemî Pergalên Solar di heman rêjeyê de
nl: De Galaxy draait alle zonnestelsels met dezelfde snelheid
pl: „Galaxy obraca wszystkie układy słoneczne w tym samym tempie”
pt: A galáxia gira todos os sistemas solares na mesma taxa
ru: «Галактика вращает все солнечные системы с одинаковой скоростью»
sv: Galaxy som snurrar alla solsystem i samma takt
sw: Inazingatia Mifumo yote ya jua kwa Kiwango sawa
th: กาแล็กซี่หมุนระบบสุริยะทั้งหมดด้วยอัตราเดียวกัน
tl: Ang Galaxy Spinning lahat ng Sistema ng Solar sa parehong Rate
tr: Tüm Güneş Sistemlerini Aynı Hızda Döndüren Galaxy
vi: Thiên hà quay tất cả các hệ mặt trời ở cùng một tỷ lệ
yi: ָאּפמעט רעקיבלעז רעד ןיא ןעמעטסיס נוז עלַא גנינניּפס יסקַאלַאג יד
zh_tw: “银河系以相同的速度旋转所有太阳系”
zu: I-Galaxy Spinning yonke i-Solar Systems ngezinga elifanayo

# ImagesGalaxySpinningAllSolarSystems2
source: The Galaxy Spinning all Solar Systems at the same Rate but not speed
ar: Galaxy Spinning ﺔﻋﺮﺴﻟﺎﺑ ﺲﻴﻟ ﻦﻜﻟﻭ ﻝﺪﻌﻤﻟﺍ ﺲﻔﻨﺑ ﺔﻴﺴﻤﺸﻟﺍ ﺔﻤﻈﻧﻷ﻿ﺍ ﻊﻴﻤﺟ
ca: La galàxia fa girar tots els sistemes solars al mateix ritme, però no a la velocitat
cy: Y Galaxy Yn Troelli pob System Solar ar yr un Gyfradd ond nid yn gyflym
da: Galaxy, der spinder alle solsystemer i samme hastighed, men ikke hastighed
de: Die Galaxie dreht alle Sonnensysteme mit der gleichen Geschwindigkeit, aber nicht mit Geschwindigkeit
el: Το Γαλαξία Το Spinning All Solar Systems με τον ίδιο ρυθμό αλλά όχι την ταχύτητα
es: El Galaxy hace girar todos los sistemas solares a la misma velocidad pero no a la velocidad
fi: Galaxy kehrättää kaikkia aurinkokunnan järjestelmiä samalla nopeudella, mutta ei nopeudella
fr: La Galaxie fait tourner tous les systèmes solaires au même rythme mais pas à la vitesse
ga: An Réaltra ag Spinning gach Córais Gréine ag an Ráta céanna ach gan luas
gd: An Galaxy a’ snìomh a h-uile siostam grèine aig an aon ìre ach gun astar
gl: A Galaxia xirando todos os sistemas solares ao mesmo ritmo pero sen velocidade
he: תוריהמב אל ךא בצק ותואב שמשה תוכרעמ לכ תא תררחתסמ היסקלגה
hi: एक ही दर पर सभी सौर प्रणाली स्पिनिंग गैलेक्सी लेकिन गति नहीं
hu: A galaxis az összes Naprendszert azonos sebességgel forog, de nem forog
id: Galaksi Memutar semua Sistem Surya pada Kecepatan yang sama tetapi tidak dengan kecepatan
it: La galassia che gira tutti i sistemi solari alla stessa velocità ma non alla velocità
ja: 「すべての太陽系を同じ速度で回転させているが、速度は上げていない」
ko: 모든 태양계를 같은 속도로 돌리지 만 속도는 아니다
ku: Galaxy Spinning hemî Pergalên Solar di heman rêjeyê de lê belê bilez nabin
nl: De Galaxy draait alle zonnestelsels met dezelfde snelheid maar niet met snelheid
pl: „Galaxy obraca wszystkie układy słoneczne w tym samym tempie, ale nie z prędkością”
pt: A galáxia gira todos os sistemas solares na mesma taxa, mas não na velocidade
ru: «Галактика вращает все солнечные системы с одинаковой скоростью, но не со скоростью»
sv: Galaxy som snurrar alla solsystem i samma takt men inte hastighet
sw: Inazingatia Mifumo yote ya Sola kwa Kiwango sawa lakini sio kasi
th: กาแลคซีหมุนระบบสุริยะทั้งหมดด้วยอัตราเดียวกัน แต่ไม่เร่ง
tl: Ang Galaxy Spinning lahat ng Sistema ng Solar sa parehong Rate ngunit hindi bilis
tr: Galaksi Tüm Güneş Sistemlerini Hızla Değil Aynı Hızda Döndürüyor
vi: Thiên hà quay tất cả các hệ mặt trời ở cùng một tốc độ nhưng không phải là tốc độ
yi: טַייקכיג טשינ רעבָא ָאּפמעט רעקיבלעז רעד ןיא סמעטסיס נוז עלַא גנינניּפס יסקַאלַאג יד
zh_tw: “银河系以相同的速度而不是速度旋转所有太阳系”
zu: I-Galaxy Spinning yonke i-Solar Systems ngezinga elifanayo kodwa hhayi ngejubane

# ImagesGalaxySpinningAllSolarSystems3
source: Full Size
ar: ﻞﻣﺎﻜﻟﺍ ﻢﺠﺤﻟﺍ
ca: Mida completa
cy: Maint Llawn
da: Fuld størrelse
de: Volle Größe
el: Πλήρες μέγεθος
es: Tamaño completo
fi: Täysikokoinen
fr: Taille réelle
ga: Méid Iomlán
gd: Meud slàn
gl: Tamaño completo
he: אלמ לדוג
hi: पूरी तरह से
hu: Teljes méret
id: Ukuran Penuh
it: Dimensione piena
ja: 「フルサイズ」
ko: 전체 크기
ku: Mezinahiya Full
pl: „Pełny rozmiar”
pt: Tamanho completo
ru: Полный размер
sv: Full storlek
sw: Saizi kamili
th: ขนาดเต็ม
tl: Buong Laki
tr: Tam Boy
vi: Kích thước đầy đủ
yi: סיירג ץנַאג
zh_tw: “全尺寸”
zu: Usayizi ogcwele

# HelixPattern0
source: Trinary Math is 3 Dimensional Math because its based on Electricity also known as Light, that Newton called God.
ar: .ﻪﻠﻟﺍ ﻢﺳﺍ ﻦﺗﻮﻴﻧ ﺎﻬﻴﻠﻋ ﻖﻠﻃﺃ ﻲﺘﻟﺍﻭ ، ءﻮﻀﻟﺍ ﻢﺳﺎﺑ ﺎًﻀﻳﺃ ﺔﻓﻭﺮﻌﻤﻟﺍﻭ ءﺎﺑﺮﻬﻜﻟﺍ ﻰﻠﻋ ﺪﻤﺘﻌﺗ ﺎﻬﻧﻷ﻿ ﺩﺎﻌﺑﻷ﻿ﺍ ﺔﻴﺛﻼ﻿ﺛ ﺕﺎﻴﺿﺎﻳﺮﻟﺍ ﻲﻫ ﺔﻴﺛﻼ﻿ﺜﻟﺍ ﺕﺎﻴﺿﺎﻳﺮﻟﺍ
ca: Les matemàtiques trinitàries són matemàtiques tridimensionals, ja que es basa en l'electricitat també coneguda com a llum, que Newton anomenava Déu.
cy: Mae Math Trinary yn 3 Math Dimensiwn oherwydd ei fod yn seiliedig ar Drydan a elwir hefyd yn Ysgafn, bod Newton yn galw Duw.
da: Trinær matematik er 3-dimensionel matematik, fordi den er baseret på elektricitet også kendt som lys, som Newton kaldte Gud.
de: Die dreidimensionale Mathematik basiert auf Elektrizität, die auch als Licht bekannt ist und von Newton Gott genannt wird.
el: Το Trinary Math είναι 3 Μαθηματικά Διάστασης επειδή βασίζεται στην Ηλεκτρική ενέργεια, γνωστή και ως Φως, που ο Νεύτωνας ονομάζεται Θεός.
es: La matemática trinaria es la matemática tridimensional porque se basa en la electricidad también conocida como luz, que Newton llamó Dios.
fi: Kolminaisuuden matematiikka on kolmiulotteista matematiikkaa, koska se perustuu sähköyn, joka tunnetaan myös nimellä valo, että Newton kutsui Jumalaa.
fr: Les mathématiques trinaires sont des mathématiques tridimensionnelles parce qu'elles sont basées sur l'électricité également connue sous le nom de lumière, que Newton a appelé Dieu.
ga: Is ionann Math Trialach agus 3 Math Toiseach toisc go bhfuil sé bunaithe ar Leictreachas ar a dtugtar Solas, ar a dtugtar Newton ar Dhia.
gd: Is e 3 Math Dimensional a th’ ann an Trinary Math oir tha e stèidhichte air Dealan ris an canar Solas cuideachd, ris an canar Newton Dia.
gl: A matemática trinitaria é matemática de 3 dimensións porque a súa electricidade é baseada na luz, que Newton chamou a Deus.
he: .םיהולא הניכ ןוטוינ ותוא ,רוא םג הנוכמה למשח לע תססובמ איהש ןוויכמ תידממ תלת הקיטמתמ איה תשלושמ הקיטמתמ
hi: त्रिनेत्र मठ 3 आयामी मठ है क्योंकि इसकी विद्युत पर आधारित प्रकाश के रूप में भी जाना जाता है, जिसे न्यूटन ने भगवान कहा था।
hu: A háromsági matematika háromdimenziós matematika, mert a villamos energiaon alapuló, más néven fénynek nevezett Newtonot Istennek hívták.
id: Matematika Trinary adalah Matematika 3 Dimensi karena didasarkan pada Listrik yang juga dikenal sebagai Cahaya, yang oleh Newton disebut Tuhan.
it: Trinary Math è una matematica tridimensionale perché basata sull'elettricità conosciuta anche come Luce, che Newton chiamava Dio.
ja: 「三次数学は、ニュートンが神と呼んだ光とも呼ばれる電気に基づいているため、三次元数学です。」
ko: 삼등 수학은 빛으로도 알려진 전기에 기초한 뉴턴이 신이라고 불렀기 때문에 3 차원 수학입니다.
ku: Trath Math 3 Math Dimensional e ji ber ku bingeha wê ya Elektrîkî jî wekî Light tête zanîn, ku Newton gazî Xwedê dike.
nl: Trinary Math is 3 dimensionale wiskunde omdat het gebaseerd is op elektriciteit ook bekend als licht, dat Newton God noemde.
pl: „Matematyka trójwymiarowa to matematyka trójwymiarowa, ponieważ opiera się na elektryczności znanej również jako Światło, którą Newton nazywał Bogiem”.
pt: A Matemática Trinária é uma Matemática Tridimensional porque é baseada na Eletricidade, também conhecida como Luz, que Newton chamou de Deus.
ru: «Тринарная Математика - это Трехмерная Математика, потому что она основана на Электричестве, также известном как Свет, который Ньютон называл Богом».
sv: Trinär matematik är 3-dimensionell matematik eftersom den är baserad på elektricitet också känd som ljus, som Newton kallade Gud.
sw: Trinary Math ni Math 3 ya Vipimo kwa sababu msingi wake Umeme pia hujulikana kama Nuru, kwamba Newton alimwita Mungu.
th: คณิตศาสตร์ Trinary เป็นคณิตศาสตร์ 3 มิติเพราะมันขึ้นอยู่กับไฟฟ้าที่รู้จักกันว่าแสงนิวตันเรียกว่าพระเจ้า
tl: Ang Trinary Math ay 3 Dimensional Math dahil batay sa Elektrisidad na kilala rin bilang Liwanag, na tinawag ni Newton na Diyos.
tr: Trinary Math 3 Boyutlu Matematiktir, çünkü Newton'a Tanrı olarak adlandırdığı Işık olarak da bilinen Elektrik temelli.
vi: Toán học nhị phân là 3 chiều toán học vì nó dựa trên Điện còn được gọi là Ánh sáng, mà Newton gọi là Thần.
yi: .טָאג ןֿפורעג טָאה Newton סָאוו ,טכיל יוו טנאקאב ךיוא ערטקעלע ףיוא טריזאב זיא סע לַייוו טַאמ לַאנַאשנעמיד 3 זיא הטַאמ רעניירט יד
zh_tw: “三级数学是三维数学，因为它基于电又被称为光，牛顿称之为上帝。”
zu: I-Trinary Math yi-3 Dimensional Math ngoba isuselwa ku-Electricity eyaziwa nangokuthi ukuKhanya, ukuthi uNewton wabiza uNkulunkulu.

# HelixPattern1
source: If you view the Sun as orbiting a Dark Star in the Galactic Plane,
ar: ، ﺓﺮﺠﻤﻟﺍ ﺓﺮﺋﺎﻄﻟﺍ ﻲﻓ ﺔﻨﻛﺍﺩ ﺔﻤﺠﻧ ﻝﻮﺣ ﺭﻭﺪﺗ ﺲﻤﺸﻟﺍ ﻰﻟﺇ ﺕﺮﻈﻧ ﺍﺫﺇ
ca: Si veus el Sol orbitant una estrella fosca al pla galàctic
cy: Os ydych chi'n gweld yr Haul yn cylchdroi Seren Dywyll yn yr Awyren Galactig,
da: Hvis du ser solen som kredsløb om en mørk stjerne i det galaktiske fly,
de: Wenn Sie die Sonne als einen dunklen Stern in der Galaktischen Ebene umkreisen,
el: Αν δείτε τον Ήλιο σαν να περιστρέφεται γύρω από ένα Σκούρο Αστέρι στο Γαλαξιακό Αεροδρόμιο
es: Si ves el Sol como orbitando una Estrella Oscura en el Plano Galáctico
fi: Jos katsot Auringon kiertävän Pimeän Tähteen galaktisessa tasossa,
fr: Si vous voyez le Soleil en orbite autour d'une étoile noire dans le plan galactique,
ga: Má fhéachann tú ar an nGrian a bheith ag treo Réalt Dorcha sa Phlás Réaltrach,
gd: Ma tha thu a’ faicinn a ’Ghrian mar a bhith ag atharrachadh rionnag dorcha anns a’ phlèana Galactic,
gl: Se ves o Sol orbitando nunha estrela escura no plano galáctico
he: ,יטקלגה סוטמב לפא בכוכ ףיקמכ שמשב האור התא םא
hi: यदि आप गेलेक्टिक प्लेन में सूर्य को एक डार्क स्टार की परिक्रमा करते हुए देखते हैं,
hu: Ha úgy látja, hogy a Nap sötét csillagot kering a galaktikus síkon,
id: Jika Anda melihat Matahari mengorbit Bintang Gelap di Pesawat Galactic,
it: Se vedi il Sole come in orbita attorno a una Stella Oscura nel Piano Galattico,
ja: 「太陽を銀河面で暗い星の周りを回っていると見ると、」
ko: 은하계에서 태양을 어두운 별을 도는 것으로 본다면,
ku: Heke hûn Sunê wekî orbitîn Stêrkek Tarî di Pevçûnê Galaktîkî de dibînin,
nl: Als je de zon ziet als een baan rond een donkere ster in het galactische vlak,
pl: „Jeśli postrzegasz Słońce jako krążącą wokół Ciemnej Gwiazdy na płaszczyźnie galaktycznej”
pt: Se você vê o Sol orbitando uma Estrela Negra no Plano Galáctico,
ru: «Если вы рассматриваете Солнце как вращение вокруг Темной Звезды на Галактическом Плане»
sv: Om du ser solen som kretsar runt en mörk stjärna i det galaktiska planet,
sw: Ikiwa unaona Jua kama Mzunguko wa Nyota ya Giza kwenye Ndege ya Galactic,
th: ถ้าคุณมองว่าดวงอาทิตย์กำลังโคจรรอบดาวมืดในระนาบกาแลคซี
tl: Kung titingnan mo ang Araw bilang pag-i-orbit ng isang Madilim na Bituin sa Galactic Plane,
tr: Güneş'i Galaktik Düzlemde Karanlık Bir Yıldızın etrafında dönen olarak görüyorsanız,
vi: Nếu bạn xem Mặt trời quay quanh một Ngôi sao đen trong Mặt phẳng thiên hà,
yi: ,ךַאלפ קיטקַאלַאג יד ןיא ןרעטש רעטצניפ ַא ייב יוו ןוז יד קוק ריא ביוא
zh_tw: “如果您将太阳视作银河系中的一颗暗星，”
zu: Uma ubheka iLanga njengelinganisa inkanyezi emnyama kuPlanethi yePalactic,

# HelixPattern2
source: and having a Trinary Star Configuration, such that Sirius is our Binary Star,
ar: ﻲﺋﺎﻨﺜﻟﺍ ﺎﻨﻤﺠﻧ ﻮﻫ ﺱﻮﻳﺮﻴﺳ ﺚﻴﺤﺑ ، ﻡﻮﺠﻨﻟﺍ ﻲﺛﻼ﻿ﺛ ﻦﻳﻮﻜﺗ ﻚﻳﺪﻟﻭ
ca: i teniu una configuració d'estrella trinitària, de manera que Sirius és la nostra estrella binària,
cy: a chael Cyfluniad Seren Drofannol, fel mai Sirius yw ein Seren Ddeuaidd,
da: og have en Trinestjernekonfiguration, således at Sirius er vores Binære Stjerne,
de: und mit einer Trinary Star-Konfiguration, so dass Sirius unser Binary Star ist
el: και έχοντας μια διαμόρφωση Trinary Star, έτσι ώστε ο Sirius να είναι ο Δυαδικός μας Αστέρας
es: y tener una configuración de estrella trinaria, tal que Sirius es nuestra estrella binaria
fi: ja jolla on kolmiosainen tähtikonfiguraatio, sellainen, että Sirius on meidän binaaritähtimme
fr: et ayant une configuration d'étoile trinaire, telle que Sirius est notre étoile binaire,
ga: agus Cumraíocht Star Trialach a bheith aige, sa chaoi is gurb é Sirius ár Sraith Dénártha,
gd: agus a bhith a’ rèiteachadh Rionnag Trinary, mar sin is e Sirius an Rionnag Binary againn,
gl: e tendo unha configuración de estrela de Trinary, tal que Sirius é a nosa estrela binaria.
he: ,ונלש יראניבה בכוכה אוה סויריסש ךכ ,ירנירט בכוכ תרוצת ילעבו
hi: और एक ट्रिनिटी स्टार कॉन्फ़िगरेशन, जैसे कि सीरियस हमारा बाइनरी स्टार है,
hu: és olyan Háromság-csillag-konfigurációjúak, hogy Sirius a mi bináris csillagunk
id: Dan memiliki Konfigurasi Trinary Star, sehingga Sirius adalah Binary Star kita,
it: e con una configurazione a stella trinaria, tale che Sirius è la nostra stella binaria,
ja: 「そして、Siriusが私たちのバイナリスターであるような、Trinary Star構成を持つ」
ko: 시리우스가 이진 별이되도록 삼차 별 구성을 가짐
ku: û xwedan konfêransek Stêrkek Bişkojkî, wekî Sirius Stara Binary ya me ye,
nl: en een Trinary Star-configuratie hebben, zodat Sirius onze Binary Star is,
pl: „i posiadający konfigurację gwiazdy tryginalnej, dzięki której Syriusz jest naszą gwiazdą binarną”
pt: e ter uma configuração de estrela trinária, de modo que Sirius seja nossa estrela binária
ru: «и имея конфигурацию Trinary Star, такую, что Сириус является нашей двоичной звездой»
sv: och ha en Trinary Star-konfiguration, så att Sirius är vår Binary Star,
sw: na kuwa na Usanidi wa Nyota wa Triniki, kama kwamba Sirius ndiye Nyota yetu ya Binary,
th: และมีการกำหนดค่า Trinary Star เช่นนั้น Sirius คือ Binary Star ของเรา
tl: at ang pagkakaroon ng isang Trinary Star Configur, tulad ng Sirius ay aming Binary Star,
tr: ve Sirius bizim İkili Yıldızımız olacak şekilde bir Trinary Star Yapılandırmasına sahip olmak,
vi: và có Cấu hình Ngôi sao nhị phân, sao cho Sirius là Ngôi sao nhị phân của chúng tôi,
yi: ,ןרעטש ירענייב רעזדנוא זיא Sirius זַא ַאזַא ,ןַאשיירעיגיפנַאק ןרעטש רינירט ַא ןבָאה ןוא
zh_tw: “并且具有三叉星构型，以使小天狼星成为我们的双星，”
zu: nokuba ne-Trinary Star Ukucushwa, okuthi i-Sirius iyi-Binary Star yethu,

# HelixPattern3
source: and there is also Dark Star Companions that obit around the Trinary Star Systems (Our Sun, Sirius and a Dark Star).
ar: .(ﺔﻤﻠﻈﻣ ﺔﻤﺠﻧﻭ ﺱﻮﻳﺮﻴﺳ ، ﺎﻨﺴﻤﺷ) ﺔﻴﺛﻼ﻿ﺜﻟﺍ ﻡﻮﺠﻨﻟﺍ ﺔﻤﻈﻧﺃ ﻝﻮﺣ ﺭﻭﺪﺗ ﻲﺘﻟﺍ ﺔﻤﻠﻈﻤﻟﺍ ﺔﻤﺠﻨﻟﺍ ﺔﺒﺤﺻ ﺎًﻀﻳﺃ ﻙﺎﻨﻫﻭ
ca: I també hi ha companys d'estels foscos que obtenen al voltant dels sistemes estel·lars trinaris (El nostre Sol, Sirius i una estrella fosca).
cy: ac mae yna hefyd Gymdeithion Seren Dywyll sy'n ufuddhau o amgylch y Trinary Star Systems (Our Sun, Sirius a a Dark Star).
da: og der er også Dark Star Companions, der gemmes omkring Trinary Star Systems (Our Sun, Sirius and a Dark Star).
de: Und es gibt auch Dark Star Companions, die sich um die Trinary Star-Systeme (Unsere Sonne, Sirius und ein Dark Star) drehen.
el: και υπάρχουν επίσης οι Dark Star Companion που ενοχλούν γύρω από τα Trinary Star Systems (ο ήλιος μας, ο Sirius και το Dark Star).
es: y también hay Compañeros de la Estrella Oscura que obitúan alrededor de los Sistemas estelares trinarios (Nuestro Sol, Sirio y una Estrella Oscura).
fi: ja siellä on myös Dark Star -kumppaneita, jotka kiertävät Kolme tähteä-järjestelmiä (meidän aurinko, Sirius ja tumma tähti).
fr: et il y a aussi des Compagnons de l'Étoile Noire qui obéissent autour des Systèmes d'Étoiles Trinaires (Notre Soleil, Sirius et une Étoile Noire).
ga: agus tá Comhaltaí Réalt Dorcha ann freisin a chuireann bac ar na Córais Star Trialacha (Ár nGrian, Sirius agus Réalta Dorcha).
gd: agus tha cuideachd Dark Star Companions a bhios a’ dol timcheall nan Siostaman Rionnag Trinary (Our Sun, Sirius agus Rionnag Dorcha).
gl: e tamén hai compañeiros de estrela escura que obtuven ao redor dos sistemas de estrelas trinitarias (o noso sol, o Sirius e unha estrela escura).
he: .(לפא בכוכו סויריס ,ונלש שמשה) םיירנירטה םיבכוכה תוכרעמ ביבס םיבבותסמש לפאה בכוכל םיוולנ םג שיו
hi: और डार्क स्टार साथी भी हैं जो ट्रिनिटी स्टार सिस्टम (हमारे सूर्य, सीरियस और एक डार्क स्टार) के आसपास हैं।
hu: és vannak olyan Sötét Csillagok, amelyek kijátszanak a Háromság Csillagok Rendszerei körül (Napunk, Sirius és Sötét Csillag).
id: Dan ada juga Sahabat Bintang Gelap yang melakukan obituasi di sekitar Sistem Trinary Star (Matahari, Sirius, dan Bintang Gelap).
it: e ci sono anche compagni di stelle oscure che obbediscono attorno ai sistemi di stelle trinarie (Il nostro sole, Sirio e una stella scura).
ja: 「そして、Trinary Star Systems（Our Sun、Sirius、A Dark Star）の周りにあるDark Star Companionsもあります。」
ko: 또한 Trinary Star Systems (우리의 태양, 시리우스 및 다크 스타) 주위를 어둡게하는 다크 스타 동반자가 있습니다.
ku: there Hevalbendên Dark Star jî hene ku li dora Sîstema Stêrkek Bîrdariyê (Siya me, Sirius û Stêrkek Dark) dimînin.
nl: en er zijn ook Dark Star-metgezellen die rond de Trinary Star Systems (Our Sun, Sirius en een Dark Star) werken.
pl: „istnieją także Towarzysze Ciemnej Gwiazdy, którzy opitują się wokół Układów Gwiezdnych Trójcy (Nasze Słońce, Syriusz i Ciemna Gwiazda)”.
pt: e também existem Companheiros das Estrelas Negras que se opõem ao Sistema Trinário das Estrelas (Nosso Sol, Sirius e uma Estrela Negra).
ru: «И есть также Компаньоны Темной Звезды, которые обитают вокруг Тринарных Звездных Систем (Наше Солнце, Сириус и Темная Звезда)».
sv: och det finns också Dark Star Companions som följer runt Trinary Star Systems (Our Sun, Sirius and a Dark Star).
sw: na kuna pia Miahaba wa Nyota za Giza ambazo zinapita kwenye Mifumo ya Nyota ya Triniki (Jua letu, Sirius na Nyota Nyeusi).
th: และยังมีสหายของสตาร์สตาร์ที่โอบรอบระบบดาวฤกษ์ (ดวงอาทิตย์ของเราซิเรียสและดาวมืด)
tl: at mayroon ding mga Dark Star Kasamahan na gumugulo sa paligid ng Trinary Star Systems (Aming Araw, Sirius at isang Madilim na Bituin).
tr: Ayrıca Trinary Star Sistemleri'nin (Güneşimiz, Sirius'umuz ve bir Karanlık Yıldızımız) etrafında dönen Karanlık Yıldız Yoldaşları da var.
vi: và cũng có những Người bạn đồng hành của Ngôi sao đen tối xung quanh Hệ thống Ngôi sao Trinary (Mặt trời của chúng ta, Sirius và Ngôi sao đen).
yi: .(ןרעטש קרַאד ַא ןוא סויריס ,ןוז רעזדנוא) ןעמעטסיס ןרעטש רעניירט יד םורַא טיבָא זַא רעטיילגַאב ןרעטש קרַאד ךיוא ןענעז סע ןוא
zh_tw: “在三合星系统（我们的太阳，天狼星和暗星）周围也有暗星伴侣。”
zu: futhi kukhona nabalingani be-Star Star abamnyama abazungeza iTrantic Star Systems (iLanga Lethu, iSirius neNkanyezi Emnyama).
