Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# LifeInTheGalaxy1
source: Currently Life in the Galaxy is on Track *666
ar: 666 * ﺭﺎﺴﻤﻟﺍ ﻰﻠﻋ ﺎًﻴﻟﺎﺣ ﺓﺮﺠﻤﻟﺍ ﻲﻓ ﺓﺎﻴﺤﻟﺍ
ca: Actualment la vida a la galàxia és a la pista * 666
cy: Ar hyn o bryd mae Bywyd yn y Galaxy ar Drac * 666
da: I øjeblikket er Life in the Galaxy på spor * 666
de: Derzeit ist das Leben in der Galaxis auf Kurs * 666
el: Αυτήν τη στιγμή η ζωή στον γαλαξία βρίσκεται σε τροχιά * 666
es: Actualmente Life in the Galaxy está en camino * 666
fi: Elämä galaksissa on tällä hetkellä raiteilla * 666
fr: Actuellement, la vie dans la galaxie est sur la bonne voie * 666
ga: Tá Saol an Réaltra ar an Lorg * 666
gd: An-dràsta tha beatha anns an Galaxy air Track * 666
gl: Actualmente a vida na Galaxia está en pista * 666
he: 666 לולסמב היסקלגב םייחה עגרכ
hi: वर्तमान में गैलेक्सी में जीवन ट्रैक 666 पर है
hu: Jelenleg az élet a galaxisban a pályán van * 666
id: Saat ini Life in the Galaxy berada di Track * 666
it: Attualmente Life in the Galaxy è sulla buona strada * 666
ja: 「ギャラクシーの現在の生活は軌道に乗っています* 666」
ko: 현재 은하계의 삶은 궤도 * 666에 있습니다
ku: Naha Jiyana Galaxy li ser Pêkan e * 666
nl: Momenteel is Life in the Galaxy op schema * 666
pl: „Obecnie Life in the Galaxy jest na dobrej drodze * 666”
pt: Atualmente, a vida na galáxia está no caminho certo * 666
ru: «В настоящее время жизнь в Галактике идет по следу * 666»
sv: För närvarande är Life in the Galaxy * 666
sw: Hivi sasa Maisha katika Galaxy yapo kwenye Track * 666
th: ชีวิตในจักรวาลปัจจุบันอยู่ในเส้นทาง * 666
tl: Kasalukuyang Buhay sa Galaxy ay nasa Track * 666
tr: Şu Anda Galaksideki Yaşam Pistte * 666
vi: Hiện tại Life in the Galaxy đang trên đường * 666
yi: 666 * רוּפש ףיוא זיא יסקַאלַאג רעד ןיא ןבעל לַייוורעד
zh_tw: “当前银河中的生命正步入正轨* 666”
zu: Njengamanje i-Life in the Galaxy is on Track * 666

# LifeInTheGalaxy2
source: If a new Trinary Engine enters or leaves our World or Solar System, we will change tracks.
ar: .ﺕﺍﺭﺎﺴﻤﻟﺍ ﺮﻴﻐﻨﺴﻓ ، ﻲﻤﻟﺎﻌﻟﺍ ﻭﺃ ﻲﺴﻤﺸﻟﺍ ﺎﻨﻣﺎﻈﻧ ﺭﺩﺎﻏ ﻭﺃ ﺪﻳﺪﺟ Trinary Engine ﻙﺮﺤﻣ ﻞﺧﺩ ﺍﺫﺇ
ca: Si un nou Motor Trinary entra o abandona el nostre Món o Sistema Solar, canviarem de pistes.
cy: Os bydd Peiriant Trofannol newydd yn dod i mewn neu'n gadael ein Byd neu Gysawd yr Haul, byddwn yn newid traciau.
da: Hvis en ny trinmotor kommer ind eller forlader vores verden eller solsystem, vil vi skifte spor.
de: Wenn eine neue Trinary Engine unsere Welt oder unser Sonnensystem betritt oder verlässt, werden wir die Spur wechseln.
el: Αν μια νέα μηχανή Trinary εισέλθει ή φεύγει από το Παγκόσμιο ή το Ηλιακό μας Σύστημα, θα αλλάξουμε κομμάτια.
es: Si un nuevo motor trinario entra o sale de nuestro mundo o sistema solar, cambiaremos de ruta.
fi: Jos uusi kolminaisuusmoottori saapuu maailmaan tai aurinkokuntamme tai poistuu siitä, me vaihdamme kappaleita.
fr: Si un nouveau moteur trinaire entre ou quitte notre monde ou notre système solaire, nous changerons de voie.
ga: Má théann Inneall Trialach nua isteach nó nuair a fhágann sé an Domhan nó an Grianchóras, athróimid rianta.
gd: Ma thig Einnsean Deuchainneach ùr a-steach no ma dh’ fhàgas e an Siostam Cruinne no Solar againn, atharraichidh sinn slighean.
gl: Se un novo Motor Trinary entra ou deixa o noso Mundo ou Sistema Solar, cambiaremos de pista.
he: .לולסמ הנשנ ,ונלש שמשה תכרעמ וא םלועה תא בוזעי וא סנכיי שדח ירנירט עונמ םא
hi: अगर एक नया ट्रिनरी इंजन हमारे विश्व या सौर मंडल में प्रवेश करता है या छोड़ता है, तो हम ट्रैक बदल देंगे।
hu: Ha egy új hároméves motor belép a világba vagy a Naprendszerbe, vagy elhagyja azt, akkor megváltoztatjuk a sávokat.
id: Jika Mesin Trinary baru memasuki atau meninggalkan Dunia atau Tata Surya kita, kita akan mengubah trek.
it: Se un nuovo motore trinitario entra o esce dal nostro mondo o dal nostro sistema solare, cambieremo traccia.
ja: 「新しい三元エンジンが世界または太陽系に出入りする場合、軌道を変更します。」
ko: 새로운 Trinary Engine이 월드 나 솔라 시스템에 들어 오거나 나가면 트랙을 바꿀 것입니다.
ku: Heke Motorek nû ya Trinary têkeve nav pergala meya Cîhanê an Solar.
nl: Als een nieuwe Trinary Engine ons wereld- of zonnestelsel binnenkomt of verlaat, zullen we van baan veranderen.
pl: „Jeśli nowy silnik trójosiowy wejdzie lub opuści nasz świat lub układ słoneczny, zmienimy ścieżki.”
pt: Se um novo motor Trinary entrar ou sair do nosso mundo ou sistema solar, mudaremos de faixa.
ru: «Если новый двигатель Trinary войдет в наш Мир или Солнечную систему или покинет ее, мы поменяем треки».
sv: Om en ny trimotor kommer in eller lämnar vår värld eller solsystem, kommer vi att byta spår.
sw: Ikiwa Injini mpya ya Trinari itaingia au kuacha Dunia yetu au Mfumo wa jua, tutabadilisha nyimbo.
th: หาก Trinary Engine ใหม่เข้าหรือออกจากโลกหรือระบบสุริยะของเราเราจะเปลี่ยนแทร็ก
tl: Kung ang isang bagong Engine Trinary ay pumapasok o umalis sa aming World o Solar System, babaguhin natin ang mga track.
tr: Eğer yeni bir Trinary Engine dünyamıza veya Güneş Sistemimize girerse veya çıkarsa, parçaları değiştireceğiz.
vi: Nếu một Trinary Engine mới xâm nhập hoặc rời khỏi Thế giới hoặc Hệ mặt trời của chúng ta, chúng ta sẽ thay đổi đường ray.
yi: .סקַארט ןשיוט ןלעוו רימ ,םעטסיס נוז רעדָא טלעוו רעזדנוא ןזָאלרַאפ רעדָא טמוק רָאטָאמ רעניירט ַיינ ַא ביוא
zh_tw: “如果有新的三引擎进入或离开我们的世界或太阳系，我们将改变轨道。”
zu: Uma Injini entsha yeTrinary ingena noma ishiya uMhlaba wethu noma iSolar System, sizoshintsha amathrekhi.

# LifeInTheGalaxy3
source: After the Polar Shift due in 2060,
ar: ، 2060 ﻡﺎﻋ ﻲﻓ ﺭﺮﻘﻤﻟﺍ ﻲﺒﻄﻘﻟﺍ ﻝﻮﺤﺘﻟﺍ ﺪﻌﺑ
ca: Després del canvi polar de l'any 2060,
cy: Ar ôl y Newid Polar yn ddyledus yn 2060,
da: Efter polarskiftet i 2060,
de: Nach der Polarverschiebung im Jahr 2060
el: Μετά το Polar Shift που αναμένεται το 2060,
es: Después del cambio polar debido en 2060
fi: Vuonna 2060 erääntyvän polaarivaiheen jälkeen
fr: Après le décalage polaire prévu en 2060,
ga: Tar éis an Shift Pholaigh atá dlite i 2060,
gd: Às deidh an Polar Shift ri thighinn ann an 2060,
gl: Despois do cambio polar en 2060,
he: ,2060 תנשב היופצש בטוקה תרמשמ ירחא
hi: 2060 में ध्रुवीय बदलाव के कारण,
hu: A 2060-ban esedékes Polar Shift után
id: Setelah Pergeseran Kutub karena pada 2060,
it: Dopo lo spostamento polare previsto per il 2060
ja: 「2060年のポーラーシフト後」
ko: 2060 년에 극지 근무 후
ku: Piştî guherîna Polar ji ber sala 2060,
nl: Na de Polar Shift in 2060,
pl: „Po zmianie biegunowej w 2060 r.”
pt: Após a mudança polar prevista para 2060,
ru: «После Полярного сдвига в 2060 году»
sv: Efter polarskiftet 2060,
sw: Baada ya mabadiliko ya Polar mnamo 2060,
th: หลังจาก Polar Shift ครบกำหนดในปี 2060
tl: Pagkatapos ng Polar Shift dahil sa 2060,
tr: Polar Vardiya'dan sonra 2060,
vi: Sau khi dịch chuyển cực do vào năm 2060,
yi: ,2060 ןיא טכער טפיש רַאילָאּפ יד ךָאנ
zh_tw: “在2060年发生极地转移之后，”
zu: Ngemuva kwePolar Shift efanelekile ngo-2060,

# LifeInTheGalaxy4
source: you should start a New Calendar starting with year 0, or continue and use the dates in the Zodiac Table.
ar: .ﺝﻭﺮﺒﻟﺍ ﻝﻭﺪﺟ ﻲﻓ ﺦﻳﺭﺍﻮﺘﻟﺍ ﻡﺍﺪﺨﺘﺳﺍﻭ ﺔﻌﺑﺎﺘﻤﻟﺍ ﻭﺃ ، 0 ﺔﻨﺴﻟﺍ ﻦﻣ ﺃﺪﺒﻳ ﺍًﺪﻳﺪﺟ ﺎًﻤﻳﻮﻘﺗ ﺃﺪﺒﺗ ﻥﺃ ﺐﺠﻳ
ca: Hauríeu de començar un nou calendari a partir de l'any 0 o continuar i utilitzar les dates de la taula del zodíac.
cy: dylech chi gychwyn Calendr Newydd gan ddechrau gyda blwyddyn 0, neu barhau a defnyddio'r dyddiadau yn Nhabl y Sidydd.
da: du skal starte en ny kalender, der starter med år 0, eller fortsætte og bruge datoerne i stjernetabellen.
de: Sie sollten einen neuen Kalender beginnen, der mit dem Jahr 0 beginnt, oder fortfahren und die Daten in der Zodiac-Tabelle verwenden.
el: θα πρέπει να ξεκινήσετε ένα νέο ημερολόγιο ξεκινώντας από το έτος 0, ή να συνεχίσετε και να χρησιμοποιήσετε τις ημερομηνίες στον πίνακα Zodiac.
es: debe comenzar un nuevo calendario a partir del año 0, o continuar y usar las fechas en la tabla del zodiaco.
fi: sinun pitäisi aloittaa uusi kalenteri vuodesta 0 alkaen, tai jatkaa ja käyttää päiväystapaa horoskooppitaulukossa.
fr: vous devriez commencer un nouveau calendrier commençant par l'année 0, ou continuer et utiliser les dates dans la table du zodiaque.
ga: ba chóir duit Féilire Nua a thosú ag tosú le bliain 0, nó lean ort agus úsáid na dátaí sa Tábla Stoidiaca.
gd: bu chòir dhut Mìosachan Ùr a thòiseachadh a’ tòiseachadh le bliadhna 0, no leantainn air adhart agus na cinn-latha ann an Clàr an Zodiac a chleachdadh.
gl: debería comezar un novo calendario a partir do ano 0, ou continuar e usar as datas na táboa do Zodíaco.
he: .תולזמה לגלג תלבטב םיכיראתב שמתשהלו ךישמהל וא ,0 תנשמ שדח הנש חול ליחתהל םכילע
hi: आपको एक नया कैलेंडर वर्ष 0 से शुरू करना चाहिए, या राशि चक्र में तारीखों को जारी रखना और उपयोग करना चाहिए।
hu: Indítson el egy új naptárt a 0. évvel kezdve, vagy folytassa és használja a Zodiákus táblázatban szereplő dátumokat.
id: Anda harus memulai Kalender Baru mulai dengan tahun 0, atau melanjutkan dan menggunakan tanggal di Tabel Zodiac.
it: dovresti iniziare un nuovo calendario a partire dall'anno 0 o continuare e utilizzare le date nella tabella zodiacale.
ja: 「0年目から新しいカレンダーを開始するか、継続してゾディアックテーブルの日付を使用する必要があります。」
ko: 0 년부터 새 달력을 시작하거나 조디악 테이블의 날짜를 계속해서 사용해야합니다.
ku: Divê hûn Salvegera Nû ji sala 0-an dest pê bikin, an di tarîxa Zodiac de date bidomandin û bikar bînin.
nl: je moet een nieuwe kalender beginnen beginnend met jaar 0, of doorgaan en de datums in de dierenriemtabel gebruiken.
pl: „powinieneś rozpocząć nowy kalendarz od roku 0 lub kontynuować i używać dat w tabeli zodiaku”.
pt: você deve iniciar um novo calendário a partir do ano 0 ou continuar e usar as datas na tabela do zodíaco.
ru: «Вы должны начать новый календарь, начиная с года 0, или продолжить и использовать даты в таблице зодиака».
sv: du bör starta en ny kalender som börjar med år 0, eller fortsätta och använda datumen i Zodiac-tabellen.
sw: unapaswa kuanza Kalenda Mpya kuanzia na mwaka 0, au endelea na utumie tarehe kwenye Jedwali la Zodiac.
th: คุณควรเริ่มต้นปฏิทินใหม่เริ่มต้นด้วยปี 0 หรือดำเนินการต่อและใช้วันที่ในตารางนักษัตร
tl: dapat mong simulan ang isang Bagong Kalendaryo na nagsisimula sa taong 0, o magpatuloy at gamitin ang mga petsa sa Zodiac Table.
tr: 0 yılından başlayarak Yeni bir Takvim başlatmalı veya Zodyak Tablosundaki tarihleri u200bu200bkullanmaya devam etmelisiniz.
vi: bạn nên bắt đầu Lịch mới bắt đầu từ năm 0 hoặc tiếp tục và sử dụng các ngày trong Bảng hoàng đạo.
yi: .שיט קַאידָאז יד ןיא סעטַאד יד ןצונ ןוא ןצעזרָאפ רעדָא ,0 רָאי טימ בייהנָא רַאדנעלַאק עַיינ ַא ןבייהנָא לָאז ריא
zh_tw: “您应该从0年开始创建新日历，或者继续并使用黄道十二宫表中的日期。”
zu: kufanele uqale ikhalenda entsha uqala unyaka 0, noma uqhubeke futhi usebenzise nezinsuku ezikwiThebula leZodiac.

# LifeInTheGalaxy5
source: This is the Age of Aquarius, and an Ice Age will Mark its Rain.
ar: .ﺮﻄﻤﻟﺍ ﻞﺜﻤﻴﺳ ﻱﺪﻴﻠﺠﻟﺍ ﺮﺼﻌﻟﺍﻭ ، ﻮﻟﺪﻟﺍ ﺮﺼﻋ ﻮﻫ ﺍﺬﻫ
ca: Aquesta és l'edat d'Aquarius, i una era glacial marcarà la seva pluja.
cy: Dyma Oes Aquarius, a bydd Oes yr Iâ yn Marcio'i Glaw.
da: Dette er Aquarius tidsalder, og en istid markerer dens regn.
de: Dies ist das Zeitalter des Wassermanns und eine Eiszeit wird ihren Regen markieren.
el: Αυτή είναι η Εποχή του Υδροχόου, και μια εποχή των παγετώνων θα σηματοδοτήσει τη βροχή του.
es: Esta es la Era de Acuario, y una Era de Hielo marcará su lluvia.
fi: Tämä on Vesimiehen aikakausi, ja jääkausi merkitsee sateensa.
fr: C'est l'ère du Verseau, et une période glaciaire marquera sa pluie.
ga: Is é seo Aois Aquarius, agus marcóidh Aois na hOighe a Báisteach.
gd: Is e seo Linn Aquarius, agus bidh Linn Deighe a’ comharrachadh a h-uisge.
gl: Esta é a Idade do Acuario, e unha Idade de Xeo marcará a súa choiva.
he: .םשג תא ןמסת חרק תפוקתו ,ילדה ןדיע והז
hi: यह कुंभ राशि का युग है, और एक हिमयुग इसकी वर्षा को चिह्नित करेगा।
hu: Ez a Vízöntő kora, és egy jégkorszak jelzi az esőjét.
id: Ini adalah Zaman Aquarius, dan Zaman Es akan Menandai Hujan.
it: Questa è l'Era dell'Acquario e un'era glaciale segnerà la sua pioggia.
ja: 「これは水瓶座の時代であり、氷河期はその雨をマークします。」
ko: 이것은 물병 자리의 시대이며, 빙하기는 비가 올 것입니다.
ku: Ev Hêlîna Aquarius e, û Agirînek Ava Berê Xwe Dike.
nl: Dit is het tijdperk van Waterman, en een ijstijd zal zijn regen markeren.
pl: „To epoka Wodnika, a epoka lodowcowa zaznaczy swój deszcz”.
pt: Esta é a era de Aquário, e uma era do gelo marcará sua chuva.
ru: «Это Эра Водолея, и Ледниковый период отметит его дождь».
sv: Detta är Aquarius ålder, och en istid kommer att markera dess regn.
sw: Huu ni Enzi ya Aquarius, na Enzi ya Ice itaonyesha Mvua yake.
th: นี่คือยุคของกุมภ์และยุคน้ำแข็งจะทำเครื่องหมายฝนของมัน
tl: Ito ang Panahon ng Aquarius, at isang Edad ng Yelo ay Markahan ang Ulan nito.
tr: Bu Kova Çağı ve Buzul Çağı Yağmurunu İşaretleyecek.
vi: Đây là Thời đại Bảo Bình và Kỷ băng hà sẽ đánh dấu cơn mưa của nó.
yi: .ןגער ןַייז ןכייצ טעוו עגַא זייא ןַא ןוא ,סוירַאווקַא ןופ רעטלע רעד זיא סָאד
zh_tw: “这是水瓶座时代，一个冰河时代将标志着它的雨。”
zu: Le yi-Age of Aquarius, futhi i-Ice Age izomaka Imvula yayo.

# ImagesOfGalaxy0
source: If you pick out two Suns on different Tracks across from each other: shown in Red and Green,
ar: ، ﺮﻀﺧﻷ﻿ﺍﻭ ﺮﻤﺣﻷ﻿ﺍ ﻥﻮﻠﻟﺎﺑ ﺮﻬﻈﺗ ﻯﺮﺧﻷ﻿ﺍ :ﺾﻌﺑ ﻦﻋ ﺎﻬﻀﻌﺑ ﺮﺒﻋ ﺔﻔﻠﺘﺨﻣ ﺕﺍﺭﺎﺴﻣ ﻰﻠﻋ ﻦﻴﺘﻤﺻ ﺭﺎﻴﺘﺧﺎﺑ ﺖﻤﻗ ﺍﺫﺇ
ca: Si trieu dos Suns a pistes diferents entre ells: mostrats en vermell i verd,
cy: Os dewiswch ddau Haul ar wahanol Draciau ar draws ei gilydd: a ddangosir mewn Coch a Gwyrdd,
da: Hvis du vælger to solskin på forskellige spor på tværs fra hinanden: vist i rødt og grønt,
de: Wenn Sie zwei Sonnen auf unterschiedlichen Spuren auswählen, die sich gegenüberliegen: in Rot und Grün dargestellt.
el: Αν επιλέξετε δύο Suns σε διαφορετικά Tracks απέναντι από το άλλο: εμφανίζονται με κόκκινο και πράσινο,
es: Si elige dos soles en diferentes pistas una frente a la otra: se muestra en rojo y verde
fi: Jos valitset kaksi aurinkoa eri reiteillä toistensa poikki: näytetään punaisena ja vihreänä,
fr: Si vous choisissez deux soleils sur des pistes différentes l'une en face de l'autre: montré en rouge et vert,
ga: Má roghnaíonn tú dhá Ghrian ar Rianta éagsúla trasna óna chéile: taispeáin i Dearg agus Glas,
gd: Ma thaghas tu dà ghrèin air diofar shlighean tarsainn bho chèile: air an sealltainn ann an Dearg is Uaine,
gl: Se escolle dous Suns en diferentes pistas entre si: mostrados en vermello e verde,
he: ,קוריו םודאב גצומ :הזמ הז םינוש םילולסמ לע תושמש יתש רחוב התא םא
hi: यदि आप एक-दूसरे से अलग-अलग ट्रैक्स पर दो सूर्य निकालते हैं: लाल और हरे रंग में दिखाए जाते हैं,
hu: Ha két napot választ ki egymástól különböző sávokon: piros és zöld színben,
id: Jika kamu memilih dua Suns di Track yang berbeda satu sama lain: diperlihatkan dalam warna Merah dan Hijau,
it: Se scegli due soli su tracce diverse l'una di fronte all'altra: mostrate in rosso e verde
ja: 「互いに異なるトラックの2つの太陽を選択した場合：赤と緑で表示されます」
ko: 빨간색과 초록색으로 표시된 서로 다른 트랙에서 두 개의 태양을 선택하면
ku: Heke hûn du Sunsên li ser Tracks cuda cuda ji hev û din hilbijêrin: Bi Sor û kesk ve tê nîşandan,
nl: Als u twee zonnen uitkiest op verschillende sporen tegenover elkaar: weergegeven in rood en groen,
pl: „Jeśli wybierzesz dwa słońca na różnych torach naprzeciw siebie: pokazane na czerwono i zielono”
pt: Se você escolher dois sóis em faixas diferentes, um em frente ao outro: mostrado em vermelho e verde
ru: «Если вы выберете два Солнца на разных дорожках напротив друг друга: показаны красным и зеленым»
sv: Om du väljer ut två solar på olika spår mittemot varandra: visas i rött och grönt,
sw: Ikiwa unachagua Jua mbili kwenye Nyimbo tofauti kutoka kwa kila mmoja: imeonyeshwa kwa Nyekundu na Kijani,
th: ถ้าคุณเลือกดาวทองสองดวงบนแทร็กที่แตกต่างกัน: แสดงเป็นสีแดงและเขียว
tl: Kung pumili ka ng dalawang Suns sa iba't ibang mga Tracks sa kabuuan mula sa bawat isa: na ipinapakita sa Pula at berde,
tr: Birbirinden farklı Parçalarda iki Güneş seçerseniz: Kırmızı ve Yeşil ile gösterilir,
vi: Nếu bạn chọn ra hai Mặt trời trên các Bản nhạc khác nhau: được hiển thị màu Đỏ và Xanh lục.
yi: ,ןירג ןוא טיור ןיא ןזיוועג :ערעדנא רעדעי רעבירַא סקַארט ענעדישרַאפ ףיוא זנַאס ייווצ ןבַיילק ריא ביוא
zh_tw: “如果您在彼此不同的轨道上挑选出两个太阳：以红色和绿色显示，”
zu: Uma ukhetha ama-Suns amabili kuma-tracks ahlukene komunye nomunye: kukhonjiswe ku-Red and Green,

# ImagesOfGalaxy1
source: and imagined that as I rotated this image simulating the Suns Orbiting the Galaxy,
ar: ﺓﺮﺠﻤﻟﺍ ﻝﻮﺣ ﺭﻭﺪﺗ ﻲﺘﻟﺍ ﺱﻮﻤﺸﻟﺍ ﻲﻛﺎﺤﺗ ﺓﺭﻮﺼﻟﺍ ﻩﺬﻫ ﺮﻳﻭﺪﺘﺑ ﺖﻤﻗ ﺎﻣﺪﻨﻋ ﻪﻧﺃ ﺖﻠﻴﺨﺗﻭ
ca: i vaig imaginar que mentre girava aquesta imatge simulant els Suns que orbiten la galàxia
cy: a dychmygu, wrth i mi gylchdroi'r ddelwedd hon yn efelychu'r Suns Orbiting the Galaxy,
da: og forestillede mig, at da jeg roterede dette billede, der simulerede Suns, der kredsede om Galaxy,
de: und stellte mir vor, als ich dieses Bild drehte, das die Sonnen simuliert, die die Galaxie umkreisen
el: και φαντάστηκα ότι καθώς περιστράφηκα αυτή την εικόνα που προσομοιάζει τους Ήλιους που Orbiting τον γαλαξία,
es: e imaginé que mientras giraba esta imagen simulando los soles que orbitan la galaxia
fi: ja kuvittelin, että kiertäessäni tätä kuvaa, joka simuloi galaksia kiertäviä aurinkoja,
fr: et j'ai imaginé que pendant que je tournais cette image simulant les soleils en orbite autour de la galaxie,
ga: agus shamhlaigh mé agus mé ag rothlú na híomhá seo ag ionsamhlú na nGruacha ag Cuí leis an Réaltra,
gd: agus smaoinich mi nuair a thionndaidh mi an ìomhaigh seo a’ dèanamh atharrais air na Suns Orbiting the Galaxy,
gl: e imaxinei que mentres rotaba esta imaxe simulando os Suns orbitando a Galaxia,
he: ,היסקלגה תא תופקמה תושמשה תא המדמה וזה הנומתה תא יתבבוס ינאשכש יתניימדו
hi: और कल्पना की कि जैसा कि मैंने इस छवि को आकाशगंगा की परिक्रमा करते हुए सूर्य की परिक्रमा करते हुए घुमाया,
hu: és elképzeltem, hogy ahogy elforgatom ezt a képet, amely a galaxist körül keringő Napokat szimulálja
id: Dan membayangkan bahwa ketika saya memutar gambar ini mensimulasikan Matahari Mengorbit Galaksi,
it: e immaginavo che mentre ruotavo questa immagine simulando i soli in orbita attorno alla galassia,
ja: 「そして、この画像を回転させて、銀河を周回する太陽をシミュレートすることを想像しました」
ko: 태양을 공전하는 태양을 시뮬레이트 한이 이미지를 회전시키면서
ku: û xeyal kir ku dema ku min ev wêne li ser Suns Orbîta Galerîkê simul kir,
nl: en ik stelde me voor dat terwijl ik deze afbeelding roteerde die de Suns Orbiting the Galaxy simuleerde,
pl: „i wyobrażałem sobie, że gdy obracam ten obraz symulujący Słońca Orbitujące Galaktykę”
pt: e imaginei que, enquanto eu rodava essa imagem simulando os sóis que orbitam a galáxia,
ru: «И вообразил, что когда я поворачиваю это изображение, имитирующее Солнца, вращающиеся вокруг Галактики»
sv: och föreställde mig att när jag roterade denna bild som simulerar Suns som kretsar kring galaxen,
sw: na nilifikiria kwamba nilipokuwa nikizungusha picha hii simulisho la Jua linalozunguka Galaxy,
th: และจินตนาการว่าเมื่อฉันหมุนภาพนี้จำลองดวงอาทิตย์โคจรรอบกาแลคซี
tl: at naisip na habang pinaikot ko ang imaheng ito na gayahin ang Suns Orbiting the Galaxy,
tr: ve bu görüntüyü döndürürken, Galaksinin Yörüngesindeki Güneşleri simüle ettiğimi hayal ettim,
vi: và tưởng tượng rằng khi tôi xoay hình ảnh này mô phỏng Mặt trời quay quanh thiên hà,
yi: ,יסקַאלַאג יד םורַא זנַאס יד גניטיילַאימיס דליב םעד דיטייטוָאר ךיא ןעוו זַא דנַאשזדַאמי ןוא
zh_tw: “并且想象当我旋转这张图像来模拟太阳绕银河系飞行时，”
zu: futhi ngicabange ukuthi njengoba ngijikeleza lesi sithombe silingisa i-Suns Orbiting the Galaxy,

# ImagesOfGalaxy2
source: you would note that all the Suns in the Galaxy stay in line as they orbit it,
ar: ، ﺎﻬﻟﻮﺣ ﺭﻭﺪﺗ ﺎﻬﻧﻷ﻿ ﺭﻮﺑﺎﻃ ﻲﻓ ﻰﻘﺒﺗ ﺓﺮﺠﻤﻟﺍ ﻲﻓ ﺰﻨﺻ ﻊﻴﻤﺟ ﻥﺃ ﻆﺣﻼ﻿ﺘﺳ
ca: Tindríeu en compte que tots els Suns de la Galàxia es mantenen en la línia de l'òrbita.
cy: byddech chi'n nodi bod yr holl Haul yn y Galaxy yn aros yn unol wrth iddyn nhw ei orbitio,
da: du vil bemærke, at alle solerne i galaksen forbliver på linje, når de kredser om det,
de: Sie würden bemerken, dass alle Sonnen in der Galaxie in einer Linie bleiben, während sie sie umkreisen.
el: θα παρατηρούσατε ότι όλοι οι Ήλιοι του Γαλαξία παραμένουν στη γραμμή καθώς περιστρέφονται
es: notarías que todos los soles en la galaxia permanecen en línea mientras orbitan
fi: Huomaa, että kaikki galaksissa olevat auringot pysyvät linjassa kiertämällä sitä
fr: vous remarquerez que tous les soleils de la galaxie restent alignés pendant leur orbite,
ga: thabharfá faoi deara go bhfanann na Gréine go léir sa Réaltra ag teacht de réir mar a imríonn siad é,
gd: bheireadh tu fa-near gu bheil na Suns anns an Galaxy a’ fuireach a rèir mar a bhios iad ga reubadh,
gl: Notaría que todos os Suns da Galaxia mantéñense na liña mentres o orbitan,
he: ,הז תא תופקמ ןהשכ רותב תוראשנ היסקלגב תושמשה לכש ןייצמ תייה
hi: आप ध्यान देंगे कि गैलेक्सी के सभी सूर्य उसकी परिक्रमा करते हुए कतार में बने रहते हैं,
hu: Megjegyezzük, hogy a galaxisban minden Nap egy vonalban van, amikor keringnek rajta
id: Anda akan mencatat bahwa semua Matahari di Galaksi tetap sejalan saat mereka mengorbitnya,
it: noterai che tutti i soli della galassia restano in linea mentre lo orbitano attorno
ja: 「銀河系内のすべての太陽は、軌道を周回する際に一直線に並ぶことに注意してください」
ko: 당신은 은하계의 모든 태양이 궤도를 돌면서 선을 유지한다는 것을 주목할 것입니다.
ku: hûn bala xwe didin ku hemî Sun di Galaxy-ê de dema ku ew dorpêç dikin di rêzikê de bimînin,
nl: je zou opmerken dat alle zonnetjes in de Melkweg in lijn blijven terwijl ze eromheen draaien,
pl: „zauważylibyście, że wszystkie Słońca w Galaktyce pozostają w tej samej linii na orbicie,”
pt: você observaria que todos os sóis do Galaxy permanecem alinhados enquanto orbitam
ru: «Вы бы заметили, что все Солнца в Галактике остаются на одной линии, когда они вращаются вокруг нее»
sv: Du kan notera att alla solarna i galaxen håller sig i linje när de går i bana,
sw: utagundua kuwa Jua zote kwenye Galaxy hukaa kwenye mstari wakati zinaizunguka,
th: คุณจะสังเกตได้ว่าดวงอาทิตย์ทั้งหมดในกาแล็กซี่อยู่ในแนวเดียวกันขณะที่มันโคจร
tl: mapapansin mo na ang lahat ng mga Suns sa Galaxy ay nananatili sa linya habang ini-orbit nila ito,
tr: Galaksideki tüm Güneşlerin yörüngeye oturdukları sırada kaldıklarını not edersiniz,
vi: bạn sẽ lưu ý rằng tất cả các Mặt trời trong Thiên hà đều xếp hàng khi chúng quay quanh nó,
yi: ,סע טיברָא ייז יוו הרוש ןיא ןבַיילב יסקַאלַאג יד ןיא זנַאס יד עלַא זַא ןקרעמַאב טלָאוו ריא
zh_tw: “您会注意到，银河系中的所有太阳在绕轨道运行时都保持一致，”
zu: ungabona ukuthi wonke amaSunds kwiGlass ahlala emgqeni njengoba ewujikeleza,
