Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# ImagesOfGalaxy3
source: this is a poor simulation but it makes my point,
ar: ﻲﻨﻤﻬﺗ ﺎﻬﻨﻜﻟ ﺔﺌﻴﺳ ﺓﺎﻛﺎﺤﻣ ﻩﺬﻫ
ca: Aquesta és una mala simulació, però fa que sigui el meu punt
cy: efelychiad gwael yw hwn ond mae'n gwneud fy mhwynt,
da: dette er en dårlig simulering, men det gør mit punkt,
de: Dies ist eine schlechte Simulation, aber es macht meinen Standpunkt,
el: αυτή είναι μια κακή προσομοίωση, αλλά κάνει το μυαλό μου
es: Esta es una simulación pobre, pero hace mi punto
fi: Tämä on huono simulaatio, mutta se tuo mieleeni
fr: c'est une mauvaise simulation mais ça fait mon point,
ga: is insamhalta bocht é seo ach déanann sé mo phointe,
gd: is e droch atharrais a tha seo ach tha e a’ dèanamh mo phuing,
gl: Esta é unha simulación deficiente, pero fai o meu punto
he: ,יתעד תא ןיינעמ הז לבא העורג היצלומיס וז
hi: यह एक खराब अनुकरण है लेकिन यह मेरी बात बनाता है,
hu: ez egy gyenge szimuláció, de felveszi a véleményem
id: Ini simulasi yang buruk tapi itu yang saya maksudkan,
it: questa è una simulazione scadente ma mi fa capire
ja: 「これは貧弱なシミュレーションですが、私のポイントになります」
ko: 이것은 시뮬레이션이 좋지 않지만 내 요점을 만듭니다.
ku: Ev simulasyonek belengaz e lê ev xala min dide,
nl: dit is een slechte simulatie maar het maakt mijn punt duidelijk,
pl: „To kiepska symulacja, ale o to mi chodzi”
pt: esta é uma simulação ruim, mas isso faz meu ponto
ru: «Это плохая симуляция, но она делает мою точку зрения»
sv: Detta är en dålig simulering men det gör min poäng,
sw: Huu ni simulizi mbaya lakini inatoa maoni yangu,
th: นี่เป็นการจำลองสถานการณ์ที่ไม่ดี แต่มันทำให้ประเด็นของฉัน
tl: ito ay isang mahinang kunwa ngunit ginagawa nito ang aking punto,
tr: Bu kötü bir simülasyon ama benim açımdan,
vi: đây là một mô phỏng kém nhưng nó làm cho quan điểm của tôi,
yi: ,טנופ ןיימ טכאמ סע רעבָא ןַאשיילַאימיס ךעבענ ַא זיא סָאד
zh_tw: “这是一个糟糕的模拟，但它说明了我的意思，”
zu: lokhu kungalingisa kahle kodwa kwenza iphuzu lami,

# ImagesOfGalaxy4
source: this Math is not the same as it is for the Suns Solar System, so Kepler&#39;s and Newton&#39;s Laws and Math will not help you here, but Trinary Math will.
ar: .ﻚﻟﺫ ﻞﻌﻔﺘﺳ ﻢﻴﺛﺎﻣ ﻲﻠﻳﺮﺗ ﻦﻜﻟ ، ﺎﻨﻫ ﺕﺎﻴﺿﺎﻳﺮﻟﺍ ﻲﻓ ﻦﺗﻮﻴﻧﻭ ﺮﻠﺒﻴﻛ ﻥﺎﺠﻟﻭ ﻦﻴﻧﺍﻮﻗ ﻙﺪﻋﺎﺴﻳ ﻦﻟ ﻚﻟﺬﻟ ، ﻲﺴﻤﺸﻟﺍ ﺱﻮﻤﺷ ﻡﺎﻈﻨﻟ ﺔﺒﺴﻨﻟﺎﺑ ﺎﻬﺴﻔﻧ ﻲﻫ ﺖﺴﻴﻟ ﺕﺎﻴﺿﺎﻳﺮﻟﺍ ﻩﺬﻫ
ca: Aquesta matemàtica no és el mateix que ho és per al sistema solar de Suns, de manera que les lleis i les matemàtiques de Kepler i Newton no us ajudaran aquí, però les matemàtiques de Trinary.
cy: nid yw'r Math hwn yr un peth ag y mae ar gyfer System Solar Suns, felly ni fydd Deddfau a Mathemateg Kepler a Newton yn eich helpu chi yma, ond bydd Trinary Math yn gwneud hynny.
da: Denne matematik er ikke den samme som for Suns-solsystemet, så Keplers og Newtons love og matematik vil ikke hjælpe dig her, men Trinary Math vil.
de: Diese Mathematik ist nicht die gleiche wie für das Sonnensystem der Sonne, daher werden die Gesetze und die Mathematik von Kepler und Newton Ihnen hier nicht helfen, aber Trinary Math.
el: αυτό το Μαθηματικό δεν είναι το ίδιο όπως και για το Ηλιακό Ηλιακό Σύστημα, οπότε οι Κώδικες και τα Μαθηματικά του Kepler και του Νεύτωνα δεν θα σας βοηθήσουν εδώ, αλλά το Trinary Math θα.
es: Esta matemática no es la misma que para el Sistema Solar del Sol, por lo que las leyes y matemáticas de Kepler y Newton no lo ayudarán aquí, pero las matemáticas trinarias sí lo harán.
fi: tämä matematiikka ei ole sama kuin Sunsin aurinkokunnassa, joten Keplerin ja Newtonin lait ja matematiikka eivät auta sinua täällä, mutta kolminaisuuden matematiikka auttaa.
fr: ces maths ne sont pas les mêmes que pour le système solaire des soleils, donc les lois et mathématiques de Kepler et de Newton ne vous aideront pas ici, mais les mathématiques trinaires le seront.
ga: níl an Math seo mar an gcéanna leis an gCóras Gréine Suns, mar sin ní bheidh Dlíthe agus Math Kepler's agus Newton ag cabhrú leat anseo, ach beidh Trinary Math.
gd: chan eil am Math seo an aon rud mar a tha e airson Siostam Solar Suns, agus mar sin cha chuidich Laghan is Math Kepler agus Newton thu an seo, ach cuidichidh Trinary Math.
gl: Esta Matemática non é o mesmo que para o Sistema Solar de Suns, polo que as Leis e as Matemáticas de Kepler e Newton non che axudarán aquí, pero o fará Matemática.
he: .תאז השעת תידמימ-תלת הקיטמתמ לבא ,ןאכ ךל ורזעי אל ןוטוינהו רלפק לש הקיטמתמהו םיקוחהש ךכ ,סנאס לש שמשה תכרעמל ההז הניא וז הקיטמתמ
hi: यह मठ सनस सौर मंडल के लिए समान नहीं है, इसलिए केप्लर और न्यूटन के नियम और मठ यहां आपकी मदद नहीं करेंगे, लेकिन ट्रिनिटी मठ करेंगे।
hu: ez a matematika nem ugyanaz, mint a Suns Naprendszerben, tehát Kepler és Newton törvényei és matematikai adatai itt nem segítenek, de a Szentháromság matematikája fog.
id: Matematika ini tidak sama dengan untuk Tata Surya Matahari, jadi Hukum dan Matematika Kepler dan Newton tidak akan membantu Anda di sini, tetapi Matematika Trinary akan.
it: questa matematica non è la stessa del sistema solare di Suns, quindi le leggi e la matematica di Keplero e Newton non ti aiuteranno qui, ma Trinary Math lo farà.
ja: 「この数学は太陽系のそれと同じではないので、ケプラーとニュートンの法則と数学はここでは助けになりませんが、トリナリー数学は助けになります。」
ko: 이 수학은 Suns 태양계와 동일하지 않으므로 케플러와 뉴턴의 법칙과 수학은 여기서 도움이되지 않지만 삼차 수학은 도움이 될 것입니다.
ku: ev Math ne yek e ku ew ji bo Sîstema Solar ya Suns e, ji ber vê yekê Qanûnên Kepler û Newton û Math dê li vir alîkariya we nekin, lê dê Trinity Math.
nl: deze wiskunde is niet hetzelfde als voor het zonnestelsel van de zon, dus de wetten en wiskunde van Kepler en Newton zullen je hier niet helpen, maar Trinary Math wel.
pl: „ta matematyka nie jest taka sama, jak w przypadku Układu Słonecznego Słońca, więc prawa i matematyka Keplera i Newtona nie pomogą ci tutaj, ale matematyka trinarna to zrobi”.
pt: essa matemática não é a mesma que para o sistema solar Suns; portanto, as leis e a matemática de Kepler e Newton não o ajudarão aqui, mas a matemática trinária o ajudará.
ru: «эта Математика не такая же, как для Солнечной Солнечной системы, поэтому законы и математика Кеплера и Ньютона не помогут вам здесь, но поможет Тринарная математика».
sv: Den här matematiken är inte densamma som för Suns solsystem, så Keplers och Newtons lagar och matematik kommer inte att hjälpa dig här, men Trinary Math kommer att göra det.
sw: hesabu hii sio tofauti na ilivyo kwa Mfumo wa jua wa jua, kwa hivyo sheria za Kepler na Newton na Math hazitakusaidia hapa, lakini Trinary Math itasaidia.
th: คณิตศาสตร์นี้ไม่เหมือนกับระบบสุริยะของ Suns ดังนั้นกฎหมายและคณิตศาสตร์ของเคปเลอร์และนิวตันจะไม่ช่วยคุณที่นี่
tl: ang matematika na ito ay hindi pareho tulad ng para sa Suns Solar System, kaya ang Batas at matematika at matematika ni Kepler ay hindi makakatulong sa iyo dito, ngunit ang Trinary Math ay.
tr: Bu Matematik, Suns Güneş Sistemi ile aynı değildir, bu nedenle Kepler ve Newton Yasaları ve Matematik burada size yardımcı olmayacak, ancak Trinary Math yardımcı olacaktır.
vi: Toán học này không giống với Hệ mặt trời của Mặt trời, vì vậy Luật và Toán học của Kepler và Newton sẽ không giúp bạn ở đây, nhưng Toán học Trinary sẽ.
yi: .טַאמ ירַאנירט רעבָא ,ָאד ריא ןפלעה טשינ טעוו Newton ןוא Kepler ןופ סקיטַאמַאטַאמ ןוא ןצעזעג יד יוזַא ,םעטסיס רַאלָאס סנַאס יד רַאֿפ יוו עבלעז יד טשינ זיא טַאמ יד
zh_tw: “此数学与太阳系不同，因此开普勒和牛顿定律与数学对您无济于事，但三进制数学将对您有所帮助。”
zu: le Math ayifani njengoba injalo neSunar Solar System, ngakho-ke amaKepler kanye neNewton's Laws neMath ngeke akusize lapha.
