Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# Header3
source: Author: Jeffrey Scott Flesher, Principles of Light Wizzard or Wizards like Sir Isaac Newton and Nikola Tesla
ar: ﻼ﻿ﺴﺗ ﻻ﻿ﻮﻜﻴﻧﻭ ﻦﺗﻮﻴﻧ ﻕﺎﺤﺳﺇ ﺮﻴﺴﻟﺍ ﻞﺜﻣ ﺯﺩﺭﺍﺰﻳﻭ ﻭﺃ ﺩﺭﺍﺰﻳﻭ ءﻮﺿ ﺉﺩﺎﺒﻣ ، ﺮﺸﻴﻠﻓ ﺕﻮﻜﺳ ﻱﺮﻔﻴﺟ :ﻒﻟﺆﻤﻟﺍ
ca: Autor: Jeffrey Scott Flesher, Principles of Light Wizzard o Mags com Sir Isaac Newton i Nikola Tesla
cy: Awdur: Jeffrey Scott Flesher, Egwyddorion Light Wizzard neu Dewiniaid fel Syr Isaac Newton a Nikola Tesla
da: Forfatter: Jeffrey Scott Flesher, Principles of Light Wizzard eller troldmænd som Sir Isaac Newton og Nikola Tesla
de: Autor: Jeffrey Scott Flesher, Principles of Light Wizzard oder Zauberer wie Sir Isaac Newton und Nikola Tesla
el: Συγγραφέας: Jeffrey Scott Flesher, Αρχές του φωτός Wizzard ή Wizards όπως Sir Isaac Newton και Nikola Tesla
es: Autor: Jeffrey Scott Flesher, Principios de Light Wizzard o magos como Sir Isaac Newton y Nikola Tesla
fi: Kirjoittaja: Jeffrey Scott Flesher, Light Wizzard -periaatteet tai velhot kuten Sir Isaac Newton ja Nikola Tesla
fr: Auteur: Jeffrey Scott Flesher, Principles of Light Wizzard ou Wizards comme Sir Isaac Newton et Nikola Tesla
ga: Údar: Jeffrey Scott Flesher, Prionsabail Suaite Solas nó Draoi mar Sir Isaac Newton agus Nikola Tesla
gd: Ùghdar: Jeffrey Scott Flesher, Prionnsapalan Light Wizzard no Wizards mar Sir Isaac Newton agus Nikola Tesla
gl: Autor: Jeffrey Scott Flesher, Principes of Light Wizzard ou Meigos como Sir Isaac Newton e Nikola Tesla
he: הלסט הלוקינו ןוטוינ קזיא רס ומכ םיפשכמ וא דראזיוו רוא תונורקע ,רשלפ טוקס ירפ'ג :רבחמ
hi: लेखक: जेफरी स्कॉट फ़्लेशर, लाइट वाइज़ार्ड या विजार्ड्स के सर सर आइजैक न्यूटन और निकोलस टेस्ला के सिद्धांत
hu: Szerző: Jeffrey Scott Flesher, a Light Wizzard alapelvei vagy olyan varázslók, mint Sir Isaac Newton és Nikola Tesla
id: Penulis: Jeffrey Scott Flesher, Prinsip Cahaya Wizzard atau Penyihir seperti Sir Isaac Newton dan Nikola Tesla
it: Autore: Jeffrey Scott Flesher, Principles of Light Wizzard o Wizards come Sir Isaac Newton e Nikola Tesla
ja: 「著者：ジェフリー・スコット・フレッシャー、光の魔法の原理、またはアイザック・ニュートンirやニコラ・テスラのようなウィザード」
ko: 저자 : Jeffrey Scott Flesher, Light Wizzard의 원칙 또는 Isaac Newton 및 Nikola Tesla와 같은 마법사
ku: Nivîskar: Jeffrey Scott Flesher, Prensîbên Light Wizzard an Wizardên mîna Sir Isaac Newton û Nikola Tesla
nl: Auteur: Jeffrey Scott Flesher, Principles of Light Wizzard of Wizards zoals Sir Isaac Newton en Nikola Tesla
pl: „Autor: Jeffrey Scott Flesher, Principles of Light Wizzard lub Czarodzieje tacy jak Sir Isaac Newton i Nikola Tesla”
pt: Autor: Jeffrey Scott Flesher, Princípios da Light Wizzard ou Wizards como Sir Isaac Newton e Nikola Tesla
ru: «Автор: Джеффри Скотт Флешер, Принципы Светлого Волшебника или Волшебники, такие как сэр Исаак Ньютон и Никола Тесла»
sv: Författare: Jeffrey Scott Flesher, Principles of Light Wizzard eller trollkarlar som Sir Isaac Newton och Nikola Tesla
sw: Mwandishi: Jeffrey Scott Flesher, kanuni za Wizzard Mwanga au wachawi kama Sir Isaac Newton na Nikola Tesla
th: ผู้แต่ง: Jeffrey Scott Flesher, หลักการของ Light Wizzard หรือพ่อมดอย่าง Sir Isaac Newton และ Nikola Tesla
tl: May-akda: Jeffrey Scott Flesher, Mga Prinsipyo ng Light Wizzard o Wizards tulad nina Sir Isaac Newton at Nikola Tesla
tr: Yazar: Jeffrey Scott Flesher, Light Wizzard İlkeleri veya Sir Isaac Newton ve Nikola Tesla gibi Büyücüler
vi: Tác giả: Jeffrey Scott Flesher, Nguyên tắc của Wizzard ánh sáng hoặc Phù thủy như Sir Isaac Newton và Nikola Tesla
yi: Nikola Tesla ןוא Sir Isaac Newton יוו זדרעזיוו רעדָא דרעזיוו טכיל ןופ סעלּפיסנירּפ ,Jeffrey Scott Flesher :רבחמ
zh_tw: “作者：杰弗里·斯科特·弗莱瑟（Jeffrey Scott Flesher），“光速向导”或艾萨克·牛顿爵士和尼古拉·特斯拉等巫师
zu: Umbhali: UJeffrey Scott Flesher, Imigomo ye-Light Wizzard noma ama-Wizards njengoSir Isaac Newton no-Nikola Tesla

# TitlePage0
source: Appendix A:
ar: :ﺃ ﻖﺤﻠﻤﻟﺍ
ca: Apèndix A:
cy: Atodiad A:
da: Bilag A:
de: Anhang A:
el: Παράρτημα Α:
es: Apéndice A:
fi: Liite A:
fr: Annexe A:
ga: Aguisín A:
gd: Eàrr-ràdh A:
gl: Apéndice A:
he: :א חפסנ
hi: परिशिष्ट A:
hu: A Függelék:
id: Lampiran A:
it: Appendice A:
ja: 「付録A：」
ko: 부록:
ku: Pêvek A:
nl: Bijlage A:
pl: Załącznik A:
pt: Apêndice A:
ru: Приложение:
sv: Bilaga A:
sw: Kiambatisho A:
th: ภาคผนวก A:
tr: Ek A:
vi: Phụ lục A:
yi: :א סקידנעּפּפַא
zh_tw: “附录A：”
zu: Isithasiselo A:

# TitlePage1
source: Trinary Galactic Track Table
ar: ﻲﺛﻼ﻿ﺜﻟﺍ ﺓﺮﺠﻤﻟﺍ ﺭﺎﺴﻣ ﻝﻭﺪﺟ
ca: Taula de la pista trinitària galàctica
cy: Tabl Trac Galactig Trofannol
es: Tabla de seguimiento galáctica trinaria
fi: Kolminaisuuden galaktinen seurataulu
fr: Tableau de suivi galactique trinaire
ga: Tábla Trialach Réaltrach
gd: Clàr slighe Galactic Trinary
gl: Táboa de rutas galácticas trinitais
he: ינירט יטקלג לולסמ ןחלוש
hi: ट्रिनिटी गेलेक्टिक ट्रैक टेबल
id: Trake Galactic Track Table
it: Tavolo Trinary Galactic Track
ja: 「三次銀河軌道表」
ko: 삼차 은하 트랙 테이블
ku: Tr Table Galactic Track Table
pt: Tabela Trilha Galáctica Trinária
ru: «Стол трёхмерной галактической дорожки»
sw: Jalada la Orodha ya Galactic ya Triniki
th: ตารางติดตามกาแลกติก
tl: Talahanayan ng Trace Galactic Track
tr: Trinary Galaktik Palet Tablosu
vi: Bảng theo dõi thiên hà ba mặt
yi: שיט רוּפש קיטקַאלַאג רעניירט
zh_tw: “三银河轨道表”
zu: IThebhulethi Le-Tract Galactic Track

# TitlePage2
source: The Principles of the Trinary Universe
ar: ﻲﺛﻼ﻿ﺜﻟﺍ ﻥﻮﻜﻟﺍ ﺉﺩﺎﺒﻣ
ca: Els Principis de l'Univers Trinari
cy: Egwyddorion y Bydysawd Trofannol
da: Principperne for det trinære univers
de: Die Prinzipien des Trinary Universums
el: Οι Αρχές του Τριριανού Σύμπαντος
es: Los principios del universo trinario
fi: Kolminaisuuden maailmankaikkeuden periaatteet
fr: Les principes de l'univers trinaire
ga: Prionsabail na Troda Cruinne
gd: Prionnsapalan na Cruinne Trinary
gl: Os Principios do Universo trinitario
he: ירנירטה םוקיה תונורקע
hi: प्रिंसिपल्स ऑफ़ द ट्रिनरी यूनिवर्स
hu: A hármas univerzum alapelvei
id: Prinsip-Prinsip Semesta Triner
it: I principi dell'universo trinitario
ja: 「三元宇宙の原理」
ko: 삼위 우주의 원리
ku: Prensîbên gerdûnî ya darayî
nl: De principes van het Trinary Universum
pl: „Zasady wszechświata trójdzielnego”
pt: Os princípios do universo trinário
ru: «Принципы Тройной Вселенной»
sv: Principerna för det trinära universum
sw: Kanuni za ulimwengu wa kawaida
th: หลักการของจักรวาลแห่งจักรวาล
tl: Ang Mga Prinsipyo ng Unibersidad ng Trinary
tr: Kutsal Kitap Evreninin İlkeleri
vi: Những nguyên tắc của vũ trụ nhị nguyên
yi: סרעווינוא רעניירט םעד ןופ ןּפיצנירּפ יד
zh_tw: “三元宇宙的原理”
zu: Izimiso zeTr Universal Universal

# TitlePage3
source: CopyRight and CopyLeft by
ar: CopyRight ﻭ CopyLeft ﺔﻄﺳﺍﻮﺑ
ca: CopyRight i CopyLeft per
cy: CopyRight a CopyLeft gan
da: CopyRight og CopyLeft by
de: CopyRight und CopyLeft by
el: CopyRight και CopyLeft από
es: CopyRight y CopyLeft by
fi: CopyRight ja CopyLeft kirjoittanut
fr: CopyRight et CopyLeft par
ga: CopyRight agus CopyLeft le
gd: CopyRight agus CopyLeft le
gl: CopyRight e CopyLeft por
he: CopyRight ו- CopyLeft תאמ
hi: CopyRight और CopyLeft द्वारा
hu: CopyRight és CopyLeft by
id: CopyRight dan CopyLeft oleh
it: CopyRight e CopyLeft by
ja: 「CopyRightおよびCopyLeft by」
ko: CopyRight 및 CopyLeft by
ku: Ji hêla CopyRight û CopyLeft ve
nl: CopyRight en CopyLeft door
pl: „CopyRight i CopyLeft by”
pt: CopyRight e CopyLeft por
ru: «CopyRight и CopyLeft by»
sv: CopyRight och CopyLeft by
sw: CopyRight na CopyLeft na
th: ลิขสิทธิ์และคัดลอกซ้ายโดย
tl: CopyRight at CopyLeft ni
tr: CopyRight ve CopyLeft by
vi: CopyRight và CopyLeft bởi
zh_tw: “ CopyRight和CopyLeft by”
zu: I-CopyRight ne-CopyLeft ngu

# TitlePage4
source: Jeffrey Scott Flesher
ar: ﺮﺸﻴﻠﻓ ﺕﻮﻜﺳ ﻱﺮﻔﻴﺟ
he: רשלפ טוקס ירפ'ג
hi: जेफरी स्कॉट फ्लेशर
ja: 「ジェフリー・スコット・フレッシャー」
ko: 제프리 스콧 플레셔
ru: Джеффри Скотт Флешер
zh_tw: “杰弗里·斯科特·弗舍尔”
zu: UJeffrey Scott Flesher

# TitlePage5
source: Medically Retired United States Air Force Staff Sergeant
ar: ﺓﺪﺤﺘﻤﻟﺍ ﺕﺎﻳﻻ﻿ﻮﻠﻟ ﻱﻮﺠﻟﺍ ﺡﻼ﻿ﺴﻟﺎﺑ ﺎﻴﺒﻃ ﺪﻋﺎﻘﺘﻤﻟﺍ ﺐﻴﻗﺮﻟﺍ
ca: Sargent de personal de la força aèria dels Estats Units amb retirada
cy: Rhingyll Staff Llu Awyr yr Unol Daleithiau sydd wedi ymddeol yn feddygol
da: Medicinsk pensioneret De Forenede Staters luftvåbens stabssergeant
de: Medizinisch pensionierter US Air Force Staff Sergeant
el: Ορχήστρας στρατιωτικών αεροσκαφών των Ηνωμένων Πολιτειών
es: Sargento de la Fuerza Aérea de los Estados Unidos médicamente retirado
fi: Lääketieteellisesti eläkkeellä oleva Yhdysvaltain ilmavoimien kersantti
fr: Sergent d'état-major de l'armée de l'air américaine à la retraite
ga: Sáirsint Foirne Aerfhórsa na Stát Aontaithe atá ar scor go teicniúil
gd: Seàirdeant Luchd-obrach Feachd Adhair na Stàitean Aonaichte a tha air a dhreuchd a leigeil dheth
gl: Sargento de persoal da Forza Aérea dos Estados Unidos que está xubilado
he: יאופר סומידב ינקירמאה ריוואה ליחu200bu200b לש הטמ למס
hi: मेडिकली रिटायर्ड यूनाइटेड स्टेट्स एयर फ़ोर्स स्टाफ सार्जेंट
hu: Orvosilag nyugdíjas amerikai egyesült államokbeli légierő törzsőrmester
id: Sersan Staf Angkatan Udara Amerika Serikat yang pensiun secara medis
it: Sergente istruttore delle forze aeree degli Stati Uniti in pensione
ja: 「医学的に引退した米国空軍スタッフ軍曹」
ko: 의료 은퇴 한 미국 공군 직원 상사
ku: Serkêşkarê Fermandarê Hêza Hewayî ya Yekbûyî teqawidbûyî ye
nl: Medisch gepensioneerde sergeant van de luchtmachtstaf van de Verenigde Staten
pl: „Sierżant sztabu sił powietrznych Stanów Zjednoczonych w stanie spoczynku”
pt: Sargento da equipe da Força Aérea dos Estados Unidos aposentado medicamente
ru: «Сержант военно-воздушных сил США в отставке с медицинской точки зрения»
sv: Medicinskt pensionerad USA: s flygvaktstabssergeant
sw: Msimamizi wa Kikosi cha Wafanyakazi wa Kikosi cha Ndege cha Merikani
th: จ่าเจ้าหน้าที่กองทัพอากาศสหรัฐเกษียณ
tl: Medikal na nagretiro sa United States Air Force Staff Sergeant
tr: Tıbben Emekli ABD Hava Kuvvetleri Personel Çavuş
vi: Trung sĩ Nhân viên Không quân Hoa Kỳ đã nghỉ hưu về mặt y tế
yi: טנַאעגרעס ףַאטס סרָאפ טפול רענאקירעמא טנידעגסיו יללַאקידעמ
zh_tw: “医疗退休的美国空军参谋长”
zu: USergeant wase-United States Othathe Umhlalaphansi Emphakathini

# TitlePage6
source: Trinary Galactic Track Table
ar: ﻲﺛﻼ﻿ﺜﻟﺍ ﺓﺮﺠﻤﻟﺍ ﺭﺎﺴﻣ ﻝﻭﺪﺟ
ca: Taula de la pista trinitària galàctica
cy: Tabl Trac Galactig Trofannol
es: Tabla de seguimiento galáctica trinaria
fi: Kolminaisuuden galaktinen seurataulu
fr: Tableau de suivi galactique trinaire
ga: Tábla Trialach Réaltrach
gd: Clàr slighe Galactic Trinary
gl: Táboa de rutas galácticas trinitais
he: ינירט יטקלג לולסמ ןחלוש
hi: ट्रिनिटी गेलेक्टिक ट्रैक टेबल
id: Trake Galactic Track Table
it: Tavolo Trinary Galactic Track
ja: 「三次銀河軌道表」
ko: 삼차 은하 트랙 테이블
ku: Tr Table Galactic Track Table
pt: Tabela Trilha Galáctica Trinária
ru: «Стол трёхмерной галактической дорожки»
sw: Jalada la Orodha ya Galactic ya Triniki
th: ตารางติดตามกาแลกติก
tl: Talahanayan ng Trace Galactic Track
tr: Trinary Galaktik Palet Tablosu
vi: Bảng theo dõi thiên hà ba mặt
yi: שיט רוּפש קיטקַאלַאג רעניירט
zh_tw: “三银河轨道表”
zu: IThebhulethi Le-Tract Galactic Track

# Galaxy0
source: The Trinary Galaxy is based on:
ar: :ﻰﻠﻋ Trinary Galaxy ﻡﺎﻈﻧ ﺪﻤﺘﻌﻳ
ca: La galàxia trinitària es basa en:
cy: Mae'r Galaxy Trinary yn seiliedig ar:
da: Den Trinary Galaxy er baseret på:
de: Die Trinary Galaxy basiert auf:
el: Ο γαλαξίας Trinary βασίζεται σε:
es: La galaxia trinaria se basa en:
fi: Kolminaisuuden galaksi perustuu:
fr: La galaxie trinaire est basée sur:
ga: Tá an Réaltra Trialach bunaithe ar:
gd: Tha an Trinary Galaxy stèidhichte air:
gl: A Galaxia Trinary está baseada en:
he: :לע תססובמ תירנירטה היסקלגה
hi: ट्रिनिटी गैलेक्सी पर आधारित है:
hu: A Háromság-galaxis alapja:
id: Galaxy Trinary didasarkan pada:
it: La Trinary Galaxy si basa su:
ja: 「三星銀河は以下に基づいています：」
ko: Trinary Galaxy는 다음을 기반으로합니다.
ku: Galeriya Sêwasê bingeh digire:
nl: De Trinary Galaxy is gebaseerd op:
pl: „Trinary Galaxy opiera się na:”
pt: A galáxia Trinary é baseada em:
ru: «Тройная галактика основана на:»
sv: Trinary Galaxy är baserad på:
sw: Kioo cha Triniki kimetokana na:
th: กาแล็กซี่ Trinary ขึ้นอยู่กับ:
tl: Ang Trinary Galaxy ay batay sa:
tr: Trinary Galaxy şunlara dayanmaktadır:
vi: Thiên hà Trinary dựa trên:
yi: :ףיוא טריזאב זיא יסקַאלַאג רעניירט יד
zh_tw: “三合星系基于：”
zu: I-Trantic Galaxy isuselwe ku-:

# Galaxy1
source: The Trinary Galaxy is based on a Record Player, the Galactic Plane is the Record or Disk.
ar: .ﺹﺮﻘﻟﺍ ﻭﺃ ﻞﺠﺴﻟﺍ ﻲﻫ ﺓﺮﺠﻤﻟﺍ ﺓﺮﺋﺎﻄﻟﺍﻭ ، ﻞﻴﺠﺴﺗ ﻞﻐﺸﻣ ﻰﻠﻋ Trinary Galaxy ﻡﺎﻈﻧ ﺪﻤﺘﻌﻳ
ca: La galàxia trinària es basa en un reproductor de discos; el plànol galàctic és el disc o disc.
cy: Mae'r Galaxy Trinary yn seiliedig ar Chwaraewr Recordiau, y Plân Galactig yw'r Cofnod neu'r Ddisg.
da: Trinary Galaxy er baseret på en pladespiller, det galaktiske plan er posten eller disken.
de: Die Trinary Galaxy basiert auf einem Plattenspieler, die Galaktische Ebene ist die Platte oder der Datenträger.
el: Ο γαλαξίας Trinary βασίζεται σε συσκευή αναπαραγωγής εγγραφών, το γλαυκιστικό αεροπλάνο είναι η εγγραφή ή ο δίσκος.
es: La galaxia trinaria se basa en un tocadiscos, el plano galáctico es el disco o disco.
fi: Kolminaisuuden galaksi perustuu levysoittimeen, galaktinen taso on levy tai levy.
fr: La galaxie trinaire est basée sur un tourne-disque, le plan galactique est le disque ou le disque.
ga: Tá an Réaltra Trialach bunaithe ar Imreoir Taifead, is é an Plána Réaltrach an Taifead nó an Diosca.
gd: Tha an Trinary Galaxy stèidhichte air cluicheadair clàir, is e an Galactic Plane an Clàr no an Diosg.
gl: A Galaxia Trinary está baseada nun reprodutor discográfico; o Plano Galáctico é o disco ou disco.
he: .קסידה וא טילקתה אוה יטקלגה סוטמה ,םיטילקת ןגנ לע תססובמ תירנירטה היסקלגה
hi: ट्रिनिटी गैलेक्सी एक रिकॉर्ड प्लेयर पर आधारित है, गेलेक्टिक प्लेन रिकॉर्ड या डिस्क है।
hu: A Szentháromság-galaxis egy lemezjátszón alapul, a galaktikus sík pedig a lemez vagy lemez.
id: Galaxy Trinary didasarkan pada Record Player, Galactic Plane adalah Record atau Disk.
it: La Trinary Galaxy si basa su un giradischi, il piano galattico è il disco o il disco.
ja: 「三星銀河はレコードプレーヤーに基づいており、銀河面はレコードまたはディスクです。」
ko: Trinary Galaxy는 레코드 플레이어를 기반으로하며, 은하 비행기는 레코드 또는 디스크입니다.
ku: Galeriya Trinary-ê li ser bingeha Player Player-ê ye, Galeriya Avahîn Record an Disk ye.
nl: De Trinary Galaxy is gebaseerd op een platenspeler, het Galactic Plane is het record of de schijf.
pl: „Galaktyka trinary oparta jest na odtwarzaczu, a płaszczyzna galaktyczna to płyta lub dysk”.
pt: A galáxia Trinary é baseada em um toca-discos, o plano galáctico é o disco ou disco.
ru: «Тройная галактика основана на проигрывателе записей, галактический самолет - это запись или диск».
sv: Trinary Galaxy är baserad på en skivspelare, det galaktiska planet är skivan eller disken.
sw: Kioo cha Triniki kimetokana na Mchezaji wa Kurekodi, Ndege ya Galactic ndio Rekodi au Diski.
th: กาแล็กซี่แบบ Trinary นั้นมีพื้นฐานมาจากเครื่องเล่นแผ่นเสียงเครื่องบินกาแลคซีคือ Record หรือ Disk
tl: Ang Trinary Galaxy ay batay sa isang Record Player, ang Galactic Plane ay ang Record o Disk.
tr: Trinary Galaxy bir Record Player'a dayanıyor, Galaktik Düzlem Rekor veya Disk.
vi: Thiên hà nhị phân dựa trên Máy ghi âm, Mặt phẳng thiên hà là Bản ghi hoặc Đĩa.
yi: .קסיד רעדָא דרָאקער יד זיא ךַאלפ קיטקַאלַאג יד .רעליּפש דרָאקער ַא ףיוא טריזאב זיא יסקַאלַאג רעניירט יד
zh_tw: “三合星系基于唱片机，银河系飞机是唱片或磁盘。”
zu: I-Trinary Galaxy isuselwe Kumdlali Oqoshwa, Iplanethi yeGalactic yiRekhodi noma iDiski.

# Galaxy2
source: All the Suns orbit the Galaxy at the Same Rate Like the Record Player Arm, and each Track has its own Speed.
ar: .ﻪﺑ ﺔﺻﺎﺧ ﺔﻋﺮﺳ ﺭﺎﺴﻣ ﻞﻜﻟﻭ ، ﺕﻼ﻿ﻴﺠﺴﺘﻟﺍ ﻞﻐﺸﻣ ﻉﺍﺭﺫ ﻞﺜﻣ ﻝﺪﻌﻤﻟﺍ ﺲﻔﻨﺑ ﻲﺴﻛﻻ﻿ﺎﺟ ﺰﻨﺻ ﻊﻴﻤﺟ ﺭﻭﺪﺗ
ca: Tots els Suns orbiten la galàxia al mateix ritme, com el braç del reproductor de discos, i cada pista té la seva pròpia velocitat.
cy: Mae'r Suns i gyd yn cylchdroi'r Galaxy ar yr Un Gyfradd Fel y Braich Chwaraewr Record, ac mae gan bob Trac ei Gyflymder ei hun.
da: Alle solerne kredser om galaksen i samme takt som pladespillerens arm, og hvert spor har sin egen hastighed.
de: Alle Sonnen umkreisen die Galaxie mit der gleichen Geschwindigkeit wie der Plattenspielerarm, und jeder Track hat seine eigene Geschwindigkeit.
el: Όλοι οι Ήλιοι περιστρέφονται γύρω από τον Γαλαξία με τον ίδιο ρυθμό όπως ο βραχίονας παίκτη εγγραφής και κάθε κομμάτι έχει τη δική του ταχύτητα.
es: Todos los soles orbitan la galaxia a la misma velocidad, como el brazo del tocadiscos, y cada pista tiene su propia velocidad.
fi: Kaikki auringot kiertävät galaksia samalla nopeudella kuin levysoittimen varsi, ja jokaisella kappaleella on oma nopeutensa.
fr: Tous les soleils tournent autour de la galaxie au même rythme que le bras du tourne-disque, et chaque piste a sa propre vitesse.
ga: Fágann na Grianaí go léir an Réaltra ag an Ráta Aonair Cosúil leis an Lámh Imreoir Taifead, agus tá a Luas féin ag gach Rian.
gd: Bidh na Suns gu lèir a’ cuairteachadh an Galaxy aig an aon reata coltach ris a ’ghàirdean cluicheadair clàir, agus tha a astar fhèin aig gach trac.
gl: Todos os Suns orbitan a Galaxia ao mesmo ritmo do mesmo xeito que o Brazo do reprodutor discográfico, e cada pista ten a súa propia velocidade.
he: .ולשמ תוריהמ שי לולסמ לכלו ,םיטילקתה ןגנ עורז ומכ בצק ותואב היסקלגה תא םיפיקמ סנאסה לכ
hi: सभी सनसिटी गैलेक्सी ऑन द रिकॉर्ड प्लेयर आर्म के समान गैलेक्सी की परिक्रमा करते हैं, और प्रत्येक ट्रैक की अपनी गति होती है।
hu: Az összes Nap kering a galaxison ugyanolyan sebességgel, mint a lemezjátszó kar, és minden egyes sávnak megvan a saját sebessége.
id: Semua Matahari mengorbit Galaksi dengan Kecepatan yang Sama Seperti Lengan Pemutar Rekaman, dan masing-masing Lagu memiliki Kecepatannya sendiri.
it: Tutti i soli orbitano attorno alla Galassia alla stessa velocità del braccio del giradischi e ogni traccia ha la sua velocità.
ja: 「すべての太陽は、レコードプレイヤーアームと同じ速度で銀河を周回し、各トラックには独自の速度があります。」
ko: 모든 태양은 레코드 플레이어 암과 같은 속도로 갤럭시 궤도를 돌며, 각 트랙에는 고유 한 속도가 있습니다.
ku: Hemî Sun an Galaxy li Rêza Hemî Nêzîkê Like Armanê Record Player, û her Track xwedî Lezên xwe heye.
nl: Alle zonnen draaien rond de Melkweg in dezelfde snelheid als de platenspelerarm, en elke track heeft zijn eigen snelheid.
pl: „Wszystkie Słońca okrążają Galaktykę w tym samym tempie, jak ramię gramofonu, a każda ścieżka ma swoją własną prędkość”.
pt: Todos os sóis orbitam a galáxia na mesma velocidade que o braço do toca-discos, e cada trilha tem sua própria velocidade.
ru: «Все Солнца вращаются вокруг Галактики с одинаковой скоростью, как и рука Рекордного игрока, и каждый трек имеет свою собственную скорость».
sv: Alla solarna kretsar kring galaxen i samma takt som skivspelarens arm, och varje spår har sin egen hastighet.
sw: Jua zote huzunguka kwenye Kiwango hicho kwa Kiwango kama hicho cha Kiwango cha Mchezaji, na kila wimbo una kasi yake mwenyewe.
th: ดวงอาทิตย์ทั้งหมดโคจรรอบกาแล็กซี่ด้วยอัตราเดียวกันเหมือน Record Player Arm และแต่ละ Track จะมีความเร็วของมันเอง
tl: Ang lahat ng mga Suns ay nag-orbit ng Galaxy sa Parehong Rate Tulad ng Record Player Arm, at ang bawat Track ay may sariling Bilis.
tr: Tüm Güneşler, Kayıt Oyuncu Kolu ile Aynı Hızda Galaksinin yörüngesinde dönüyor ve her bir Parça kendi Hızına sahip.
vi: Tất cả các Mặt trời quay quanh Thiên hà với cùng tốc độ giống như Cánh tay của Người chơi Ghi âm và mỗi Bản nhạc có Tốc độ riêng.
yi: .דיּפס ענעגייא ןייז טאה רוּפש רעדעי ןוא ,םערָא רעליּפש דרָאקער יד יוו סרוק רעקיבלעז רעד ןיא יסקַאלַאג יד טיברָא זנַאס יד לכ
zh_tw: “所有太阳都像电唱机一样以相同的速度绕着银河轨道运行，每个轨道都有自己的速度。”
zu: Onke amaLanga ajikeleza i-Galaxy Ezingeni elifanayo ne-Record Player Arm, futhi ithrekhi ngayinye inejubane layo.

# Iteration0
source: An Iteration is a Time Period defined as:
ar: :ﻲﻟﺎﺘﻟﺍ ﻮﺤﻨﻟﺍ ﻰﻠﻋ ﺓﺩﺪﺤﻣ ﺔﻴﻨﻣﺯ ﺓﺮﺘﻓ ﻮﻫ ﺭﺍﺮﻜﺘﻟﺍ
ca: Una iteració és un període de temps definit com:
cy: Mae Amseriad yn Gyfnod Amser a ddiffinnir fel:
da: En Iteration er en tidsperiode defineret som:
de: Eine Iteration ist ein Zeitraum, der wie folgt definiert ist:
el: Μια επανάληψη είναι μια χρονική περίοδος που ορίζεται ως:
es: Una iteración es un período de tiempo definido como:
fi: Iteraatio on ajanjakso, joka määritetään seuraavasti:
fr: Une itération est une période définie comme:
ga: Is Tréimhse Ama í an Idirthréimhse a shainmhínítear mar seo a leanas:
gd: Is e Ùine Ùine Ùine a tha air a mhìneachadh mar:
gl: Unha iteración é un período de tempo definido como:
he: :כ תרדגומה ןמז תפוקת איה היצרטיא
hi: ए इटरेशन एक टाइम पीरियड के रूप में परिभाषित किया गया है:
hu: Az iteráció egy következő időszak:
id: Iterasi adalah Periode Waktu yang didefinisikan sebagai:
it: Un'iterazione è un periodo di tempo definito come:
ja: 「反復とは、次のように定義された期間です。」
ko: 반복은 다음과 같이 정의 된 기간입니다.
ku: An terapkirin Demek Demek e ku wekî tête binavkirin:
nl: Een herhaling is een tijdsperiode gedefinieerd als:
pl: „Iteracja to okres zdefiniowany jako:”
pt: Uma iteração é um período definido como:
ru: «Итерация - это период времени, определяемый как:»
sv: En Iteration är en tidsperiod definierad som:
sw: Iteration ni kipindi cha wakati kinachofafanuliwa kama:
th: การทำซ้ำเป็นช่วงเวลาที่กำหนดเป็น:
tl: Ang Iteration ay isang Oras ng Oras na tinukoy bilang:
tr: Yineleme, şu şekilde tanımlanan bir Dönemdir:
vi: Lặp lại là Khoảng thời gian được xác định là:
yi: :יוו דנייפיד דאירעפ טייצ א זיא עיצארעטיא ןא
zh_tw: “迭代是一个时间段，定义为：”
zu: I-Iteration yiNkathi Yesikhathi echazwa ngokuthi:
