Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# ThisTrinaryConceptIsBasedOn2
source: it is based on the Sun having all the Information it needed to know to do its Job in the Galaxy.
ar: .ﺓﺮﺠﻤﻟﺍ ﻲﻓ ﺎﻬﻠﻤﻌﺑ ﻡﺎﻴﻘﻟﺍ ﺔﻓﺮﻌﻤﻟ ﺎﻬﺟﺎﺘﺤﺗ ﻲﺘﻟﺍ ﺕﺎﻣﻮﻠﻌﻤﻟﺍ ﻞﻛ ﺎﻬﻳﺪﻟ ﺲﻤﺸﻟﺍ ﻥﺃ ﻰﻠﻋ ﻚﻟﺫ ﺪﻤﺘﻌﻳ
ca: es basa en que el Sol tingui tota la informació que necessitava per fer el seu treball a la Galàxia.
cy: mae'n seiliedig ar yr Haul yn cael yr holl Wybodaeth yr oedd ei hangen i wybod i wneud ei Swydd yn y Galaxy.
da: det er baseret på, at Solen har al den information, den havde brug for at vide, for at gøre sit job i galaksen.
de: Es basiert darauf, dass die Sonne über alle Informationen verfügt, die sie benötigt, um ihre Aufgabe in der Galaxis zu erfüllen.
el: βασίζεται στον Ήλιο που έχει όλες τις πληροφορίες που χρειάζεται να γνωρίζει για να κάνει το έργο του στον γαλαξία.
es: se basa en que el Sol tiene toda la información que necesitaba saber para hacer su trabajo en la galaxia.
fi: Se perustuu siihen, että Auringolla on kaikki tiedot, jotka se tarvitsi tietääkseen työnsä tekemiseksi galaksissa.
fr: Il est basé sur le fait que le Soleil possède toutes les informations dont il avait besoin pour faire son travail dans la galaxie.
ga: tá sé bunaithe ar an bhfaisnéis go léir a theastaigh ón nGrian a fháil chun a Job in the Galaxy a dhéanamh.
gd: tha e stèidhichte air a’ Ghrian a bhith a ’faighinn a h-uile fiosrachadh a dh’ fheumadh fios a bhith aige gus a h-obair a dhèanamh anns an Galaxy.
gl: baséase en que o Sol teña toda a información que precisaba para facer o seu traballo na Galaxia.
he: .היסקלגב ולש הדובעה תא תושעל ידכ תעדל ךירצ היהש עדימה לכ תא שי שמשלש ךכ לע ססובמ הז
hi: यह सूर्य पर आधारित है जिसमें गैलेक्सी में अपने काम को करने के लिए आवश्यक सभी जानकारी है।
hu: azon alapszik, hogy a Nap minden olyan információval rendelkezik, amelyre szüksége van ahhoz, hogy tudjon munkát a galaxisban.
id: Itu didasarkan pada Matahari yang memiliki semua Informasi yang perlu diketahui untuk melakukan tugasnya di Galaxy.
it: si basa sul fatto che il Sole abbia tutte le informazioni necessarie per fare il suo lavoro nella Galassia.
ja: 「それは、銀河で仕事をするために知る必要があるすべての情報を太陽が持っていることに基づいています。」
ko: 그것은 갤럭시에서 자신의 일을하기 위해 알아야 할 모든 정보를 가지고있는 태양에 근거하고있다.
ku: ew li ser bingeha ku Sun heye hemî Agahdariya ku ew hewce dike ku bizanibe da ku Karê xwe di Galaxy-ê de bike.
nl: het is gebaseerd op het feit dat de Zon alle informatie heeft die het nodig had om zijn Werk in de Melkweg te kunnen doen.
pl: „jest oparty na tym, że Słońce ma wszystkie informacje, których potrzebuje, aby wykonywać swoją pracę w Galaktyce”.
pt: é baseado no fato de o Sol ter todas as informações necessárias para realizar seu trabalho na galáxia.
ru: «Оно основано на том, что Солнце обладает всей необходимой ему информацией для работы в Галактике».
sv: Det är baserat på att solen har all den information som den behövde veta för att göra sitt jobb i galaxen.
sw: inatokana na Jua kuwa na Habari yote ambayo inahitajika kujua kufanya kazi yake kwenye Galaxy.
th: มันขึ้นอยู่กับดวงอาทิตย์ที่มีข้อมูลทั้งหมดที่จำเป็นต้องรู้เพื่อทำงานในจักรวาล
tl: batay ito sa Araw na mayroong lahat ng Impormasyon na kinakailangan upang malaman na gawin ang Trabaho nito sa Galaxy.
tr: İşini Galakside yapmak için ihtiyaç duyduğu tüm bilgilere sahip olan Güneş'e dayanır.
vi: nó dựa trên Mặt trời có tất cả Thông tin cần thiết để thực hiện Công việc trong Thiên hà.
yi: .יסקַאלַאג יד ןיא טעברַא ןייז רַאֿפ ןסיוו וצ ףראד סע סָאוו עיצַאמרָאֿפניא יד עלַא טימ ןוז יד ףיוא טריזאב זיא סע
zh_tw: “它基于太阳，拥有在银河系中完成其工作所需的所有信息。”
zu: kususelwa elangeni elinemininingwane yonke ebiludinga ukwazi ukwenza umsebenzi wayo kuGlobal.

# ThisTrinaryConceptIsBasedOn3
source: Once I understood what Sir Isaac Newton was describing,
ar: ﻦﺗﻮﻴﻧ ﻕﺎﺤﺳﺇ ﺮﻴﺴﻟﺍ ﻪﻔﺻﻭ ﺎﻣ ﺖﻤﻬﻓ ﻥﺃ ﺩﺮﺠﻤﺑ
ca: Una vegada vaig entendre el que estava descrivint Sir Isaac Newton
cy: Unwaith i mi ddeall yr hyn yr oedd Syr Isaac Newton yn ei ddisgrifio,
da: ”En gang forstod jeg, hvad Sir Isaac Newton beskrev,”
de: Sobald ich verstanden habe, was Sir Isaac Newton beschrieb,
el: Μόλις κατάλαβα τι περιγράφει ο Sir Isaac Newton
es: Una vez que entendí lo que Sir Isaac Newton estaba describiendo,
fi: Kun ymmärsin, mitä Sir Isaac Newton kuvaili,
fr: Une fois que j'ai compris ce que Sir Isaac Newton décrivait,
ga: Nuair a thuig mé an méid a bhí á chur síos ag Sir Isaac Newton,
gd: Cho luath‘ s a thuig mi na bha Sir Isaac Newton a ’toirt cunntas air,
gl: Unha vez comprendín o que estaba describindo Sir Isaac Newton
he: ,ןוטוינ קיזייא רס ראתמ המ יתנבה םעפ
hi: एक बार मैं समझ गया कि सर आइजैक न्यूटन क्या वर्णन कर रहे थे,
hu: Amint megértettem, amit Sir Isaac Newton leír.
id: Pernah saya mengerti apa yang digambarkan Sir Isaac Newton,
it: Una volta ho capito cosa stava descrivendo Sir Isaac Newton
ja: 「アイザック・ニュートンirの説明が理解できたら」
ko: Isaac Newton 경이 무엇을 묘사했는지 이해했으면
ku: Carekê min fêm kir ku Sir Isaac Newton çi şîrove dike,
nl: Ooit begreep ik wat Sir Isaac Newton aan het beschrijven was,
pl: „Kiedy zrozumiałem, co opisuje Sir Isaac Newton”
pt: Depois que eu entendi o que Sir Isaac Newton estava descrevendo,
ru: «Однажды я понял, что описывал сэр Исаак Ньютон»
sv: En gång förstod jag vad Sir Isaac Newton beskrev,
sw: Mara tu nilielewa kile Sir Isaac Newton alikuwa akielezea,
th: เมื่อฉันเข้าใจสิ่งที่ Sir Isaac Newton อธิบายไว้
tl: Kapag naintindihan ko kung ano ang inilalarawan ni Sir Isaac Newton,
tr: Bir keresinde Sir Isaac Newton'un neyi tanımladığını anladım,
vi: Một khi tôi hiểu những gì Sir Isaac Newton đã mô tả,
yi: ,טביירשאב ןאטוינ קחצי ריס סאוו ןענאטשראפ ךיא באה לאמנייא
zh_tw: “一旦我了解了艾萨克·牛顿爵士的描述，”
zu: Ngithe sengikuzwisisile ukuthi kuchazwa ini uSir Isaac Newton,

# ThisTrinaryConceptIsBasedOn4
source: I realized that the Suns Size has everything to do with its Solar System,
ar: ﻲﺴﻤﺸﻟﺍ ﻪﻣﺎﻈﻧ ﻊﻣ ﺔﻗﻼ﻿ﻋ ﻪﻟ Suns ﻢﺠﺣ ﻥﺃ ﺖﻛﺭﺩﺃ
ca: Em vaig adonar que la mida del Suns té tot a veure amb el seu sistema solar,
cy: Sylweddolais fod gan y Suns Size bopeth i'w wneud â'i Gysawd yr Haul,
da: Jeg indså, at Suns Size har alt at gøre med sit solsystem,
de: Mir wurde klar, dass die Größe der Sonnen alles mit ihrem Sonnensystem zu tun hat.
el: «Συνειδητοποίησα ότι το μέγεθος των ηλιακών έχει πάντα να κάνει με το ηλιακό του σύστημα».
es: Me di cuenta de que el Tamaño del Sol tiene todo que ver con su Sistema Solar
fi: Tajusin, että Suns-koolla on kaikki tekeminen aurinkokunnan kanssa
fr: J'ai réalisé que la taille des soleils a tout à voir avec son système solaire,
ga: Shíl mé go bhfuil gach rud le baint ag Méid na Gréine lena Chóras Gréine,
gd: Thuig mi gu bheil a h-uile càil aig an Suns Size ris an t-Siostam Solar aige,
gl: Decateime de que o Suns Size ten todo que ver co seu Sistema Solar,
he: ,ולש שמשה תכרעמל רשק לכ שי זייס סנאסלש יתנבה
hi: मुझे महसूस हुआ कि सूर्य के आकार का सौर मंडल के साथ सब कुछ है।
hu: Rájöttem, hogy a Nap méretének minden köze van a Naprendszerhez
id: Saya menyadari bahwa Ukuran Matahari berhubungan dengan Tata Suryanya,
it: Mi sono reso conto che la dimensione dei soli ha tutto a che fare con il suo sistema solare,
ja: 「サンズサイズは太陽系と関係があることを知りました」
ko: Suns Size가 태양계와 관련이 있다는 것을 깨달았습니다.
ku: Ez fêm kir ku Mezinahiya Sunsê her tiştî bi Pergala xwe ya Solar re heye,
nl: Ik realiseerde me dat de grootte van de zon alles te maken heeft met zijn zonnestelsel,
pl: „Zrozumiałem, że Rozmiar Słońca ma wszystko wspólnego z Układem Słonecznym”
pt: Percebi que o tamanho do sol tem tudo a ver com seu sistema solar
ru: «Я понял, что Размер Солнца имеет все отношение к его Солнечной системе»
sv: Jag insåg att Suns Size har allt att göra med sitt solsystem,
sw: Niligundua kuwa ukubwa wa Jua lina kila kitu cha kufanya na Mfumo wake wa jua,
th: ฉันรู้ว่าขนาดของดวงอาทิตย์มีทุกอย่างเกี่ยวกับระบบสุริยะ
tl: Napagtanto ko na ang Laki ng Suns ay may kinalaman sa lahat ng Solar System,
tr: Güneş Boyutunun Güneş Sistemi ile ilgili her şeyi olduğunu fark ettim.
vi: Tôi nhận ra rằng Kích thước Mặt trời có mọi thứ để làm với Hệ Mặt trời của nó,
yi: ,םעטסיס נוז ןַייז טימ ןָאט וצ ץלַא טאה סיירג סנוס יד זַא ןעזעגנייא ךיא
zh_tw: “我意识到太阳的大小与太阳系有关。”
zu: Ngabona ukuthi ubukhulu beSunts buhlangene nakho nohlelo lwayo lweSolar,

# ThisTrinaryConceptIsBasedOn5
source: so I started calculating everything I could: based on its Properties,
ar: ﺎﻬﺼﺋﺎﺼﺧ ﻰﻠﻋ ًءﺎﻨﺑ :ﻲﻨﻨﻜﻤﻳ ﺎﻣ ﻞﻛ ﺏﺎﺴﺣ ﺕﺃﺪﺑ ﻚﻟﺬﻟ
ca: Així que vaig començar a calcular tot el que podia: a partir de les seves propietats
cy: felly dechreuais gyfrifo popeth y gallwn: yn seiliedig ar ei Eiddo,
da: så jeg begyndte at beregne alt hvad jeg kunne: baseret på dets egenskaber,
de: Also habe ich angefangen, alles zu berechnen, was ich konnte: basierend auf seinen Eigenschaften.
el: έτσι άρχισα να υπολογίζω ό, τι μπορούσα: με βάση τα ακίνητά του
es: así que comencé a calcular todo lo que pude: en función de sus propiedades
fi: Joten aloin laskea kaiken, mitä pystyin: sen ominaisuuksien perusteella
fr: J'ai donc commencé à calculer tout ce que je pouvais: en fonction de ses propriétés,
ga: mar sin thosaigh mé ag ríomh gach rud a raibh mé in ann: bunaithe ar a Airíonna,
gd: mar sin thòisich mi ag obrachadh a-mach gach rud a b’ urrainn dhomh: stèidhichte air na feartan aige,
gl: así que comecei a calcular todo o que puiden: en función das súas propiedades
he: ,ולש םינייפאמה ךמס לע :יתלוכיש המ לכ בשחל יתלחתה זא
hi: इसलिए मैंने उन सभी चीजों की गणना शुरू कर दी जो मैं कर सकता था: इसके गुणों के आधार पर,
hu: tehát mindent elkezdtem kiszámítani: a tulajdonságai alapján
id: jadi saya mulai menghitung semua yang saya bisa: berdasarkan Properties-nya,
it: così ho iniziato a calcolare tutto quello che potevo: in base alle sue proprietà
ja: 「だから私はできることすべてを計算し始めた：そのプロパティに基づいて」
ko: 그래서 속성에 따라 가능한 모든 것을 계산하기 시작했습니다.
ku: Ji ber vê yekê min dest bi hesabkirina her tiştê ku ez dikarim kir: Li ser bingeha Taybetmendiyên wê,
nl: dus begon ik alles te berekenen wat ik kon: op basis van de eigenschappen,
pl: „więc zacząłem obliczać wszystko, co mogłem: na podstawie jego właściwości”,
pt: então comecei a calcular tudo o que pude: com base nas propriedades
ru: «поэтому я начал вычислять все, что мог: на основе его свойств»
sv: så jag började beräkna allt jag kunde: baserat på dess egenskaper,
sw: kwa hivyo nilianza kuhesabu kila kitu ninachoweza: kulingana na Mali zake,
th: ดังนั้นฉันจึงเริ่มคำนวณทุกอย่างที่ทำได้: ขึ้นอยู่กับคุณสมบัติของมัน
tl: kaya sinimulan ko ang pagkalkula ng lahat ng aking makakaya: batay sa Mga Katangian nito,
tr: bu yüzden yapabildiğim her şeyi hesaplamaya başladım: Özelliklerine göre,
vi: vì vậy tôi bắt đầu tính toán mọi thứ tôi có thể: dựa trên Thuộc tính của nó,
yi: ,סעיטרעּפָארּפ ןַייז ףיוא טריזאב :ןעק ךיא ץלַא גניטיילַאיקלַאק דעטרַאטס ךיא יוזַא
zh_tw: “所以我开始计算一切：根据其属性，”
zu: ngakho-ke ngiqale ukubala konke engingakwazi: ngokususelwa Kwizimpahla zayo,

# ThisTrinaryConceptIsBasedOn6
source: and wrote this Bash Script to create this XHTML document File that contains this Matrix Table and, I also wrote a Qt Quick QML JavaScript cross platform Open Source Project called galaxy-calculator, link is at bottom of page.
ar: .ﺔﺤﻔﺼﻟﺍ ﻞﻔﺳﺃ ﻲﻓ ﺩﻮﺟﻮﻣ ﻁﺎﺒﺗﺭﻻ﻿ﺍ ، galaxy-calculator ﻰﻤﺴﻳ ﻲﺳﺎﺳﺃ ﻡﺎﻈﻧ ﺮﺒﻋ Qt Quick QML JavaScript ـﻟ ﺭﺪﺼﻤﻟﺍ ﺡﻮﺘﻔﻣ ﻉﻭﺮﺸﻣ ﺎًﻀﻳﺃ ﺖﺒﺘﻛ ﺎﻤﻛ ، ﺍﺬﻫ ﺕﺎﻓﻮﻔﺼﻤﻟﺍ ﻝﻭﺪﺟ ﻰﻠﻋ ﻱﻮﺘﺤﻳ ﻱﺬﻟﺍ XHTML ﺪﻨﺘﺴﻣ ﻒﻠﻣ ءﺎﺸﻧﻹ﻿ ﺍﺬﻫ Bash Script ﺺﻧ ﺖﺒﺘﻛﻭ
ca: i vaig escriure aquest Bash Script per crear aquest fitxer de document XHTML que conté aquesta taula de matrius i, també vaig escriure un projecte de codi obert de codi de codi Open QML JavaScript de codi obert anomenat galàxia calculadora, l'enllaç es troba al final de la pàgina.
cy: ac ysgrifennais y Sgript Bash hon i greu'r Ffeil ddogfen XHTML hon sy'n cynnwys y Tabl Matrics hwn ac, ysgrifennais hefyd Brosiect Ffynhonnell Agored traws-blatfform Qt Quick QML JavaScript o'r enw galaxy-calculator, mae'r ddolen ar waelod y dudalen.
da: og skrev dette Bash-script for at oprette dette XHTML-dokument Fil, der indeholder denne matrixtabel, og jeg skrev også et Qt Quick QML JavaScript cross platform Open Source Project kaldet galakse-regnemaskine, linket er nederst på siden.
de: und schrieb dieses Bash-Skript, um dieses XHTML-Dokument zu erstellen. Datei, die diese Matrixtabelle enthält. Außerdem habe ich ein plattformübergreifendes Qt-Quick-QML-JavaScript-Open-Source-Projekt mit dem Namen galaxy-calculator geschrieben. Der Link befindet sich unten auf der Seite.
el: και έγραψα αυτό το Bash Script για να δημιουργήσω αυτό το αρχείο XHTML εγγράφου που περιέχει αυτό τον Πίνακα Matrix και έγραψα επίσης ένα Qt Quick QML JavaScript cross-platform πλατφόρμα Open Source Project που ονομάζεται galaxy-calculator, σύνδεσμος βρίσκεται στο κάτω μέρος της σελίδας.
es: y escribí este script Bash para crear este archivo de documento XHTML que contiene esta tabla de matriz y, también escribí un proyecto de código abierto Qt Quick QML JavaScript multiplataforma llamado galaxy-calculator, el enlace está en la parte inferior de la página.
fi: ja kirjoitti tämän Bash-komentosarjan luodakseen tämän XHTML-tiedostotiedoston, joka sisältää tämän matriisitaulukon, ja kirjoitin myös Qt Quick QML JavaScriptin ristikkäisen avoimen lähdekoodin projektin nimeltään galaxy-calculator, linkki sivun alaosassa.
fr: et j'ai écrit ce Bash Script pour créer ce fichier de document XHTML qui contient cette table de matrice et, j'ai également écrit un projet Open Source multiplateforme Qt Quick QML JavaScript appelé galaxy-calculator, le lien est en bas de page.
ga: agus scríobh sé an Bash Script seo chun an doiciméad XHTML File seo a chruthú ina bhfuil an Tábla Maitrís seo agus, scríobh mé Tionscadal Foinse Oscailte Qt Quick QML JavaScript ar a dtugtar réaltra-áireamhán, tá an nasc ag bun an leathanaigh.
gd: agus sgrìobh mi an Sgriobt Bash seo gus am faidhle sgrìobhainn XHTML seo a chruthachadh anns a bheil an Clàr Matrix seo agus, sgrìobh mi cuideachd Pròiseact Stòr Open Qt Quick QML JavaScript ris an canar galaxy-calculator, tha an ceangal aig bonn na duilleige.
gl: e escribín este script Bash para crear este ficheiro de documento XHTML que contén esta táboa de matrices e, tamén escribín un proxecto de código aberto de JavaScript de Qt Quick Source de código aberto chamado galaxy-calculator, a ligazón está ao final da páxina.
he: .דומעה תיתחתב אצמנ רושיקה ,ןובשחמ-יסקלג ארקנש Qt Quick QML JavaScript cross platform platform Open Source Project יתבתכ םגו ,וזה סקירטמה תלבט תא ליכמש הז XHTML ךמסמ ץבוק רוציל ידכ הזה Bash -ה טפירקס תא יתבתכו
hi: इस बैश स्क्रिप्ट को बनाने के लिए इस XHTML डॉक्यूमेंट फ़ाइल को लिखा है जिसमें यह मैट्रिक्स टेबल है और, मैंने एक क्विक क्विक QML जावास्क्रिप्ट क्रॉस प्लेटफॉर्म ओपन सोर्स प्रोजेक्ट भी लिखा है जिसे गैलेक्सी-कैलकुलेटर कहा जाता है, लिंक पेज के नीचे है।
hu: és elkészítette ezt a Bash Script-et, hogy elkészítse ezt az XHTML dokumentumfájlt, amely tartalmazza ezt a mátrixtáblát, és egy Qt Quick QML JavaScript keresztplatformos projektet írtam galaxis-kalkulátornak, a link az oldal alján.
id: dan menulis Bash Script ini untuk membuat File dokumen XHTML ini yang berisi Tabel Matriks ini dan, saya juga menulis Qt Quick QML JavaScript lintas platform Proyek Sumber Terbuka yang disebut galaxy-calculator, tautan ada di bawah halaman.
it: e ho scritto questo Bash Script per creare questo documento XHTML File che contiene questa tabella Matrix e, ho anche scritto un Qt Quick QML JavaScript multipiattaforma Open Source Project chiamato galaxy-calcolatrice, il link è in fondo alla pagina.
ja: 「このマトリックステーブルを含むこのXHTMLドキュメントファイルを作成するためにこのBashスクリプトを作成し、galaxy-calculatorと呼ばれるQt Quick QML JavaScriptクロスプラットフォームオープンソースプロジェクトを作成しました。リンクはページの下部にあります。」
ko: 이 매트릭스 테이블을 포함하는이 XHTML 문서 파일을 작성하기 위해이 Bash 스크립트를 작성했으며, Galaxy-calculator라는 Qt Quick QML JavaScript 크로스 플랫폼 오픈 소스 프로젝트도 작성했습니다. 링크는 페이지 하단에 있습니다.
ku: û ev Bash Script nivîsand da ku vê pelê belgeya XHTML-ê ava bike, ku vê Tabloya Matrix heye û, min jî nivîsînek Qt Quick QML JavaScript platforma xaçerêya vekirî ya bi navê galaxy-kalkolevan nivîsand, girêdan li jêr rûpelê ye.
nl: en schreef dit Bash Script om dit XHTML-documentbestand te maken dat deze Matrix-tabel bevat en ik schreef ook een Qt Quick QML JavaScript-platform open source project genaamd galaxy-calculator, de link staat onderaan de pagina.
pl: „i napisałem ten skrypt Bash, aby utworzyć ten plik dokumentu XHTML, który zawiera tę tabelę macierzy, a także napisałem międzyplatformowy projekt Open Source Qt Quick QML JavaScript o nazwie galaktyczny kalkulator, link znajduje się na dole strony”.
pt: e escrevi este script Bash para criar este arquivo de documento XHTML que contém esta tabela matricial e também escrevi um projeto de código aberto de plataforma cruzada JavaScript Qt Quick QML JavaScript chamado galaxy-calculator, o link está na parte inferior da página.
ru: «и написал этот Bash Script для создания этого файла документа XHTML, который содержит эту матричную таблицу, и я также написал кроссплатформенный проект с открытым исходным кодом JavaScript Qt Quick QML под названием galaxy-calculator, ссылка находится внизу страницы».
sv: och skrev detta Bash-skript för att skapa detta XHTML-dokument File som innehåller denna Matrix-tabell och jag skrev också ett Qt Quick QML JavaScript cross platform Open Source Project som kallas galaxy-calculator, länken är längst ner på sidan.
sw: na niliandika hii ya hati ya XHTML kuunda faili hii ya hati ya XHTML ambayo ina Jedwali la Matrix na, pia niliandika Jukwaa la Msisitizo la JavaScript la Qt Quick QML Open Source inayoitwa gala-Calculator, kiungo iko chini ya ukurasa.
th: และเขียน Bash Script นี้เพื่อสร้างไฟล์เอกสาร XHTML ที่มีตารางเมทริกซ์นี้และฉันยังเขียน Qt Quick QML JavaScript ข้ามแพลตฟอร์มโอเพ่นซอร์สโปรเจ็กต์ที่เรียกว่ากาแลคซี - เครื่องคิดเลขลิงค์อยู่ที่ด้านล่างของหน้า
tl: at isinulat ang Bash Script na ito upang lumikha ng file na XHTML na dokumento na naglalaman ng talahanayan ng Matrix na ito at, sumulat din ako ng isang Qt Quick QML JavaScript cross platform Buksan ang Source Project na tinatawag na galaxy-calculator, ang link ay nasa ilalim ng pahina.
tr: yazdı ve bu Matrix Tablosunu içeren bu XHTML belge Dosyasını oluşturmak için bu Bash Script'i yazdım ve ayrıca galaksi-hesap makinesi adı verilen bir Qt Quick QML JavaScript çapraz platform Açık Kaynak Projesi yazdım, bağlantı sayfanın altında.
vi: và đã viết Bash Script này để tạo tài liệu XHTML này có chứa Bảng ma trận này và, tôi cũng đã viết một Dự án mã nguồn mở đa nền tảng QML JavaScript nhanh Qt có tên là galaxy-Calculator, liên kết nằm ở cuối trang.
yi: .טַאלב יד רעטנוא זיא קניל רעד ,רָאטַאלוקלַאק-יסקַאלַאג ןֿפורעג טקעיורּפ רוקמ ןֿפע עמרָאפטַאלּפ זַיירק טּפירקסַאווַאשזד למק קיווק Qt ַא ןבירשעג ךיוא ךיא ןוא ,עלבַאט ץירטַאמ םעד ללוּכ סָאוו עקעט טנעמוקָאד XHTML םעד ןֿפַאש וצ טּפירקס שַאב םעד ןבירשעג ןוא
zh_tw: “并且编写了这个Bash脚本来创建包含该矩阵表的XHTML文档文件，并且我还编写了一个名为galaxy-calculator的Qt Quick QML JavaScript跨平台开源项目，链接位于页面底部。”
zu: futhi ngabhala leBash script ukudala le XHTML file file equkethe le Matrix Table, ngabuye ngabhala ne-Qt Quick QML JavaScript crossplatform Open Source Project ebizwa ngokuthi yi-glue-Calculator, isixhumanisi sisezingeni eliphansi lekhasi.

# InputStats0
source: Based on a Sun Size of
ar: ﺲﻤﺸﻟﺍ ﻢﺠﺣ ﻰﻠﻋ ًءﺎﻨﺑ
ca: Basat en una mida de
cy: Yn seiliedig ar Maint Haul o
da: Baseret på en solstørrelse på
de: Basierend auf einer Sonnengröße von
el: Βασισμένο σε μέγεθος Sun
es: Basado en un tamaño de sol de
fi: Perustuu auringon kokoon
fr: Basé sur une taille de soleil de
ga: Bunaithe ar Méid Gréine de
gd: Stèidhichte air meud grèine de
gl: Baseado nun tamaño do sol
he: לש שמש לדוג לע ססובמ
hi: एक सूर्य के आकार पर आधारित
hu: A napméret alapján
id: Berdasarkan Ukuran Matahari
it: Basato su una dimensione del sole di
ja: 「太陽のサイズに基づいて」
ko: 태양의 크기에 따라
ku: Li ser bingeha Mezinahiyek Tavê
nl: Gebaseerd op een zongrootte van
pl: „Na podstawie rozmiaru słońca”
pt: Baseado no tamanho do sol de
ru: На основании Солнечного размера
sv: Baserat på en solstorlek på
sw: Kulingana na ukubwa wa Jua la
th: ขึ้นอยู่กับขนาดของดวงอาทิตย์
tl: Batay sa isang Laki ng Araw ng
tr: Güneş Boyutuna Göre
vi: Dựa trên kích thước mặt trời của
yi: ןופ סיירג ןוז ַא ףיוא טריזַאב
zh_tw: “基于太阳的大小”
zu: Ngokusekelwe kubukhulu beLanga

# InputStats1
source: miles in Diameter
ar: ﺮﻄﻘﻟﺍ ﻲﻓ ﻝﺎﻴﻣﻷ﻿ﺍ
ca: milles de diàmetre
cy: milltiroedd mewn Diamedr
da: miles i diameter
de: Meilen im Durchmesser
el: μίλια στη Διάμετρο
es: millas en diámetro
fi: mailia halkaisijassa
fr: miles en diamètre
ga: míle i trastomhas
gd: mìltean ann an trast-thomhas
gl: millas en diámetro
he: רטוקב םיליימ
hi: मील्स इन डायमीटर
hu: mérföld átmérőben
id: mil dalam Diameter
it: miglia di diametro
ja: 「直径のマイル」
ko: 직경 마일
ku: Mîl di Diameterê de
nl: mijl in diameter
pl: „mile średnicy”
pt: milhas em diâmetro
ru: миль в диаметре
sv: mil i diameter
sw: maili kwa kipenyo
th: ไมล์ในเส้นผ่านศูนย์กลาง
tl: milya sa Diameter
tr: Mil Çapı
vi: Dặm trong Đường kính
yi: רעטעמַאיד ןיא ליימ
zh_tw: “直径的英里”
zu: amamayela ububanzi

# InputStats2
source: Based on
ar: ﻰﻠﻋ ﺰﻜﺗﺮﻣ
ca: Basat en
cy: Yn seiliedig ar
da: Baseret på
de: Beyogen auf
el: Βασισμένο στο
es: Residencia en
fi: Perustuen
fr: Basé sur
ga: Bunaithe ar
gd: Stèidhichte air
gl: Baseado en
he: לע ססובמ
hi: पर आधारित
hu: Alapján
id: Berdasarkan
it: Basato su
ja: に基づく
ko: 기반
ku: Çi qewimî
nl: Gebaseerd op
pl: Oparte na
pt: Baseado em
ru: «На основании»
sv: Baserat på
sw: Kulingana na
th: ขึ้นอยู่กับ
tl: Batay sa
tr: Dayalı
vi: Dựa trên
yi: ףיוא טריזַאב
zh_tw: “基于”
zu: Ngokusekelwe ku

# InputStats3
source: Trinary Engines
ar: ﺔﻴﺛﻼ﻿ﺛ ﺕﺎﻛﺮﺤﻣ
ca: Motors del trinari
cy: Peiriannau Trinary
da: Trine motorer
el: Μηχανές τριφασικών
es: Motores trinarios
fi: Kolmimoottorit
fr: Moteurs trinaires
gd: Einnseanan Trinary
gl: Motores de Trinary
he: הירנירט יעונמ
hi: ट्रिनरी इंजन
hu: Hármas motorok
id: Mesin Trinary
it: Motori trinitari
ja: 「三次エンジン」
ko: 3 차 엔진
ku: Motors Trinary
pl: „Silniki trójstronne”
pt: Motores trinários
ru: Тройные Двигатели
sv: Trinarmotorer
sw: Injini za Triniti
th: เครื่องมือทดลอง
tl: Mga Mesin sa Trinary
tr: Trinary Motorları
vi: Động cơ nhị phân
yi: זנַאשזדנע רעניירט
zh_tw: “三引擎”
zu: Izinjini zamaTrongo

# InputStats4
source: Based on a Galaxy with a Radius of
ar: ﺎﻫﺮﻄﻗ ﻒﺼﻧ ﺓﺮﺋﺍﺩ ﺕﺍﺫu200bu200b ﺓﺮﺠﻣ ﻰﻠﻋ ًءﺎﻨﺑ
ca: Basat en una galàxia amb un radi de
cy: Yn seiliedig ar Galaxy gyda Radiws o
da: Baseret på en galakse med en radius af
de: Basierend auf einer Galaxie mit einem Radius von
el: Βασισμένο σε έναν γαλαξία με ακτίνα
es: Basado en una galaxia con un radio de
fi: Perustuu galaksiin, jonka säde on
fr: Basé sur une galaxie avec un rayon de
ga: Bunaithe ar Réaltra le Ga de
gd: Stèidhichte air Galaxy le Radius de
gl: Baseado nunha galaxia cun radio de
he: לש סוידר םע היסקלג לע ססובמ
hi: रेडियस वाले गैलेक्सी पर आधारित
hu: Egy sugárú galaxison alapul
id: Berdasarkan Galaxy dengan Radius
it: Basato su una galassia con un raggio di
ja: 「半径のある銀河系」
ko: 반경의 은하계
ku: Li ser bingeha Galaxy-ya bi Radyek
nl: Gebaseerd op een Galaxy met een straal van
pl: „Na podstawie galaktyki o promieniu”
pt: Baseado em uma galáxia com um raio de
ru: «На основе галактики с радиусом»
sv: Baserat på en galax med en radie av
sw: Kulingana na Galaxy iliyo na Radius ya
th: ขึ้นอยู่กับ Galaxy ที่มีรัศมีของ
tl: Batay sa isang Galaxy na may Radius ng
tr: Yarıçapı olan bir Gökadaya dayanır
vi: Dựa trên một thiên hà có bán kính
yi: ןופ סוידַאר ַא טימ יסקַאלַאג ַא ףיוא טריזַאב
zh_tw: “基于半径为”的星系
zu: Kususelwa ku-Galaxy enemisakazo ye
