Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# HelixPattern4
source: This Table Calculates the Frequency of this Waveform shown in this Illustration
ar: ﻲﺤﻴﺿﻮﺘﻟﺍ ﻢﺳﺮﻟﺍ ﺍﺬﻫ ﻲﻓ ﺢﺿﻮﻤﻟﺍ ﻞﻜﺸﻟﺍ ﺍﺬﻫ ﺩﺩﺮﺗ ﺐﺴﺤﻳ ﻝﻭﺪﺠﻟﺍ ﺍﺬﻫ
ca: Aquesta taula calcula la freqüència d'aquesta forma d'ona mostrada en aquesta il·lustració
cy: Mae'r Tabl hwn yn Cyfrifo Amledd y Waveform hon a ddangosir yn y Darlun hwn.
da: Denne tabel beregner hyppigheden af u200bu200bdenne bølgeform vist i denne illustration
de: Diese Tabelle berechnet die Frequenz dieser in dieser Illustration gezeigten Wellenform.
el: Αυτός ο πίνακας υπολογίζει τη συχνότητα αυτής της κυματομορφής που φαίνεται σε αυτή την απεικόνιση
es: Esta tabla calcula la frecuencia de esta forma de onda que se muestra en esta ilustración
fi: Tämä taulukko laskee tässä kuvassa esitetyn aaltomuodon taajuuden
fr: Ce tableau calcule la fréquence de cette forme d'onde montrée dans cette illustration
ga: Ríomhann an Tábla seo Minicíocht an Tonnfhoirm seo a thaispeántar sa Léaráid seo
gd: Tha an clàr seo a’ tomhas tricead an Waveform seo a chithear san dealbh seo.
gl: Esta táboa calcula a frecuencia desta forma de onda amosada nesta ilustración
he: הז רויאב תגצומה וז לג תרוצ לש תורידתה תא תבשחמ וז הלבט
hi: यह तालिका इस चित्रण में दिखाए गए इस तरंग की आवृत्ति की गणना करती है
hu: Ez a táblázat kiszámítja az ebben az ábrán bemutatott hullámforma frekvenciáját
id: Tabel Ini Menghitung Frekuensi Bentuk Gelombang ini seperti yang diperlihatkan dalam Ilustrasi ini
it: Questa tabella calcola la frequenza di questa forma d'onda mostrata in questa illustrazione
ja: 「この表は、この図に示されているこの波形の周波数を計算します」
ko: 이 표는이 그림에 표시된이 파형의 주파수를 계산합니다.
ku: Vê Tabloyê Frekansa vê Waveformê ku di vê Mûzeyê de hatî xuyang kirin hesab dike
nl: Deze tabel berekent de frequentie van deze golfvorm getoond in deze illustratie
pl: „W tej tabeli obliczono częstotliwość tego przebiegu pokazanego na tej ilustracji”
pt: Esta tabela calcula a frequência desta forma de onda mostrada nesta ilustração
ru: «Эта таблица вычисляет частоту этой формы волны, показанной на этой иллюстрации»
sv: Denna tabell beräknar frekvensen för denna vågform som visas i denna illustration
sw: Jedwali hili linahesabu Mara kwa Mara ya Wimbi hili lililoonyeshwa kwenye Mchoro huu
th: ตารางนี้คำนวณความถี่ของรูปคลื่นที่แสดงในภาพประกอบนี้
tl: Ang Talahanayan na ito Kinakalkula ang Dalas ng Waveform na ito na ipinakita sa Guhit na ito
tr: Bu Tablo, bu Resimde gösterilen Dalga Formunun Frekansını Hesaplar
vi: Bảng này tính tần số của dạng sóng này được hiển thị trong Hình minh họa này
yi: לעמעג םעד ןיא ןזיוועג םרָאפעווַאוו םעד ןופ טַייקטפָא יד ןענעכער עלבַאט יד
zh_tw: “此表计算了此图中所示的该波形的频率”
zu: Leli thebula libala imvamisa yale Waveform eboniswe kulo mfanekiso

# HelixPattern5
source: as well as the Speeds it travels at as it power dives into the Galactic Plane at Maximum Speed,
ar: ، ﺔﻋﺮﺳ ﻰﺼﻗﺄﺑ ﺓﺮﺠﻤﻟﺍ ﺓﺮﺋﺎﻄﻟﺍ ﻲﻓ ﺎﻬﺻﻮﻏ ءﺎﻨﺛﺃ ﺎﻬﻴﻟﺇ ﻞﻘﺘﻨﺗ ﻲﺘﻟﺍ ﺕﺎﻋﺮﺴﻟﺍ ﻰﻟﺇ ﺔﻓﺎﺿﻹ﻿ﺎﺑ
ca: A més de la velocitat en què viatja a mesura que es pot submergir en el pla galàctic a velocitat màxima,
cy: yn ogystal â'r Cyflymder y mae'n teithio arno wrth iddo bweru i mewn i'r Plân Galactig ar y Cyflymder Uchaf,
da: såvel som de hastigheder, den kører på, når den strøm dykker ned i det galaktiske plan med maksimal hastighed,
de: Wie schnell es fährt, wenn es mit maximaler Geschwindigkeit in die galaktische Ebene eintaucht
el: καθώς και οι ταχύτητες που ταξιδεύει καθώς η δύναμη καταδύεται στο Γαλαξιακό Αεροπλάνο με τη Μέγιστη Ταχύτητα
es: así como las velocidades a las que viaja a medida que el poder se sumerge en el plano galáctico a la velocidad máxima
fi: samoin kuin nopeudet, joita se kuljettaa, kun teho sukenee galaktiseen tasoon suurimmalla nopeudella
fr: ainsi que les vitesses auxquelles il se déplace à mesure qu'il plonge dans le plan galactique à vitesse maximale,
ga: chomh maith leis na Luasanna a thaistealaíonn sé de réir mar a théann sé i gcumhacht isteach sa Phláta Réaltrach ag an Uasluas,
gd: a bharrachd air na Speeds ris am bi e a’ siubhal fhad ‘s a bhios e a’ dàibheadh u200bu200ba-steach don Plèana Galactic aig an astar as àirde,
gl: Así como a velocidade na que viaxa a medida que se potencia no Plano Galáctico a Velocidade Máxima,
he: ,תיברמה תוריהמב יטקלגה רושימל ללוצ חוכ איהש ןמזב תרבוע איהש תוריהמה םג ומכ
hi: के रूप में अच्छी तरह से गति के रूप में यह यात्रा के रूप में यह शक्ति अधिकतम गति पर गेलेक्टिक विमान में गोता लगाती है,
hu: valamint a sebességeket, amelyekkel halad, amikor a hatalom maximális sebességgel merül a galaktikus síkba,
id: Serta Kecepatan yang dilewatinya saat daya menyelinap ke Galactic Plane dengan Kecepatan Maksimum,
it: così come le velocità a cui viaggia mentre si tuffa nel piano galattico alla massima velocità
ja: 「パワーが最大速度で銀河面に飛び込むときの速度と同様に、」
ko: 최대 속도로 은하계로 다이빙 할 때 이동하는 속도뿐만 아니라
ku: û herweha Lezên ku ew bi rê ve diçin dema ku hêza xwe di Leza Lezgîn de dixe nav Gola Galaktîkî,
nl: evenals de snelheden waarmee het reist terwijl het vermogen op maximale snelheid in het Galactische Vliegtuig duikt,
pl: „jak również prędkości, z którymi porusza się, gdy moc zanurza się w płaszczyźnie galaktycznej z maksymalną prędkością”
pt: assim como as velocidades em que viaja à medida que o poder mergulha no plano galáctico na velocidade máxima,
ru: «а также скорости, с которыми он движется, когда его сила погружается в Галактический План с максимальной скоростью»
sv: såväl som hastigheterna som den kör på när den strömmar dyker in i det galaktiska planet med maximal hastighet,
sw: na vile vile kasi inavyosafiri wakati nguvu inavyoingia kwenye Ndege ya Galactic kwa kasi ya Upeo,
th: เช่นเดียวกับความเร็วที่มันเคลื่อนที่ขณะที่มันพุ่งเข้าสู่กาแลคซีด้วยความเร็วสูงสุด
tl: pati na rin ang Mga Bilis na ito ay naglalakbay habang ang kapangyarihan ay sumisid sa Galactic Plane sa Pinakamataas na Bilis,
tr: Gücü Galaktik Düzlem'e Maksimum Hızda daldıkça kat ettiği Hızlar
vi: cũng như các Tốc độ mà nó di chuyển khi năng lượng lao vào Mặt phẳng Thiên hà ở Tốc độ tối đa,
yi: ,דיּפס םומיסקַאמ ןיא ךַאלפ קיטקַאלַאג יד ןיא זווייד טכַאמ יד ייב זלַאווַארט סע סָאוו זדיּפס יד ךיוא יוו
zh_tw: “以及动力以最大速度潜入银河飞机时的行驶速度，”
zu: kanye namajubane ahamba ngawo njengoba amandla ewela kuPlanethi yePalactic ngesivinini esikhulu,

# HelixPattern6
source: and how its at Minimum Speed as it gets its farthest in Amplitude before it dives back into the Galactic Plane.
ar: .ﺓﺮﺠﻤﻟﺍ ﺓﺮﺋﺎﻃ ﻲﻓ ﻯﺮﺧﺃ ﺓﺮﻣ ﺹﻮﻐﻳ ﻥﺃ ﻞﺒﻗ ﺔﻌﺴﻟﺍ ﻲﻓ ﺪﺣ ﺪﻌﺑﺃ ﻰﻟﺇ ﺔﻋﺮﺴﻠﻟ ﻰﻧﺩﻷ﻿ﺍ ﺪﺤﻟﺍ ﻞﺼﻳ ﻒﻴﻛﻭ
ca: i com és a la seva velocitat mínima, ja que es troba en el més llunyà en amplitud abans de caure de nou en el pla galàctic.
cy: a sut mae ar y Cyflymder Isaf wrth iddo gael ei bellaf mewn Osgled cyn iddo blymio'n ôl i'r Awyren Galactig.
da: og hvordan det er med minimumshastighed, når det kommer længst i amplitude, før det dykker tilbage i det galaktiske plan.
de: und wie es bei minimaler Geschwindigkeit ist, wenn es in der Amplitude am weitesten kommt, bevor es zurück in die Galaktische Ebene taucht.
el: και πώς η Ελάχιστη Ταχύτητά του, καθώς παίρνει το πιο απομακρυσμένο από το Amplitude πριν βυθιστεί πίσω στο Γαλαξιακό Αεροπλάνο.
es: y cómo está a la velocidad mínima a medida que alcanza su mayor amplitud antes de sumergirse nuevamente en el plano galáctico.
fi: ja kuinka sen miniminopeudella saavutetaan kauimpana amplitudissa ennen kuin se sukeltaa takaisin galaktiseen tasoon.
fr: et comment sa vitesse minimale est la plus éloignée en amplitude avant de replonger dans le plan galactique.
ga: agus an chaoi a n-éiríonn sé leis an Luas Íosta de réir mar a fhaigheann sé a chuid is faide amach in Aimplitiúid sula dtéann sé ar ais isteach sa Phlás Réaltrach.
gd: agus mar a tha e aig an astar as ìsle mar a gheibh e an ìre as fhaide ann an Amplitude mus tum e air ais dhan Plèana Galactic.
gl: e como é a súa Mínima Velocidade, xa que se atopa o máis afastado en Amplitude antes de caer cara ao Plano Galáctico.
he: .יטקלגה רושימל הרזח ללוצ אוהש ינפל תערשמב קוחר יכה עיגמ אוהש לככ תילמינימה תוריהמב הז ךיאו
hi: और इसकी न्यूनतम गति पर यह कैसे होता है क्योंकि यह गैलेक्टिक प्लेन में वापस आने से पहले एम्प्लिट्यूड में सबसे दूर हो जाता है।
hu: és hogyan minimális sebességgel, ahogy a legtávolabb esik az amplitúdóban, mielőtt visszamerül a galaktikus síkba.
id: Dan bagaimana ini pada Kecepatan Minimum saat mendapatkan Amplitude terjauh sebelum ia kembali ke Galactic Plane.
it: e come è alla sua velocità minima mentre diventa più lontana in ampiezza prima che si ritorni nel Piano Galattico.
ja: 「そして、銀河面に戻る前に、振幅で最も遠くなると、どのように最小速度になりますか。」
ko: 최소 속도에서 그것이 은하 평면으로 다시 돌아 가기 전에 진폭에서 가장 멀어 질 때의 방법
ku: û çawa ew di Pîvana Nîvrîn de ye her ku diçe di Amplitude de dûrtirîn dibe pêşiya ku ew paşde vegere nav Balafirgeha Galaktîkî.
nl: en hoe het op Minimale Snelheid is terwijl het het verst in Amplitude komt voordat het terug duikt in het Galactische Vliegtuig.
pl: „i jak przy minimalnej prędkości, gdy osiąga najdalszy poziom amplitudy, zanim zanurzy się z powrotem w płaszczyźnie galaktycznej”.
pt: e como está na velocidade mínima à medida que se aproxima da amplitude antes de voltar ao plano galáctico.
ru: «и как он работает на минимальной скорости, так как он получает максимальную амплитуду до того, как погрузится обратно в галактический план».
sv: och hur det är på minsta hastighet när det blir längst i amplitud innan det dyker tillbaka till det galaktiska planet.
sw: na jinsi ilivyo kwa kasi ya chini kwani inakua mbali zaidi katika Amplitude kabla ya kuanza kurudi ndani ya Ndege ya Galactic.
th: และวิธีการที่ความเร็วขั้นต่ำในขณะที่มันได้รับมากที่สุดใน Amplitude ก่อนที่มันจะดำดิ่งกลับสู่กาแลคซีเครื่องบิน
tl: at kung paano ito sa Pinakamababang Bilis habang nakakakuha ito ng pinakamalayo sa Amplitude bago ito bumalik sa Galactic Plane.
tr: ve Galaktik Düzlem'e geri dönmeden önce Genlik olarak en uzağa gittiği için Minimum Hızda.
vi: và làm thế nào nó ở Tốc độ tối thiểu khi nó đi xa nhất trong Biên độ trước khi quay trở lại Mặt phẳng thiên hà.
yi: .ךַאלפ קיטקַאלַאג יד ןיא קירוצ זווייד סע רעדייא דוטילּפמַא ןיא טסַאטייוו ןייז ץעג סע ןעוו דיּפס םומינימ ייב זיא סָאד יוו ןוא
zh_tw: “以及它在返回到银河系飞机之前在幅度上达到最远时的最低速度的方式。”
zu: nokuthi ijubane layo lincane kangakanani njengoba liqhubeka kakhulu e-Amplitude ngaphambi kokuba libuyele kuPlanethi yePalactic.

# ImagesOfOrbitalPathOfSun0
source: Orbital path of Sun around Galaxy one revolution
ar: ﺓﺪﺣﺍﻭ ﺓﺭﻮﺛ ﻲﺴﻛﻻ﻿ﺎﻏ ﻝﻮﺣ ﺲﻤﺸﻠﻟ ﻱﺭﺍﺪﻤﻟﺍ ﻖﻳﺮﻄﻟﺍ
ca: Ruta orbital del Sol al voltant de Galaxy una revolució
cy: Llwybr orbitol yr Haul o amgylch Galaxy un chwyldro
da: Orbital Sun of path omkring Galaxy en revolution
de: Umlaufbahn der Sonne um Galaxy One Revolution
el: Η τροχιακή πορεία του Ήλιου γύρω από το Γαλαξία μια επανάσταση
es: Ruta orbital del Sol alrededor de la galaxia una revolución
fi: Auringon kiertorata Galaxy one -vallankumouksen ympärillä
fr: Chemin orbital du Soleil autour de la révolution Galaxy One
ga: Cuarbhealach na Gréine timpeall réabhlóid Réaltra amháin
gd: Slighe orbital na grèine timcheall air Galaxy aon tionndadh
gl: Ruta orbital do Sol arredor de Galaxia unha revolución
he: תחא הכפהמ היסקלג ביבס שמשה ביבס ליבשה לולסמ
hi: गैलेक्सी वन रिवोल्यूशन के आसपास सूर्य का कक्षीय पथ
hu: A Nap körüli pályája a galaxis egyik forradalma körül
id: Jalur orbit Matahari di sekitar revolusi Galaxy
it: Percorso orbitale del Sole attorno alla Galassia una rivoluzione
ja: 「ギャラクシーワン革命の周りの太陽の軌道」
ko: 갤럭시 원 혁명을 중심으로 한 태양의 경로
ku: Pathoreşa gerdûnî ya Sunê ya li dora Galaxy yek şoreş
nl: Baan van de zon rond Galaxy One-revolutie
pl: „Ścieżka Słońca na orbicie wokół jednej rewolucji Galaxy”
pt: Caminho orbital do Sol em torno da revolução Galaxy
ru: «Орбитальный путь Солнца вокруг Галактики за один оборот»
sv: Solkretsbanan runt Galaxy en revolution
sw: Njia ya Orbital ya jua karibu na mapinduzi moja ya Galaxy
th: เส้นทางการโคจรของดวงอาทิตย์รอบกาแลคซีวันปฏิวัติ
tl: Orbital path of Sun sa paligid ng Galaxy isang rebolusyon
tr: Galaksinin bir devrimi etrafında Güneş'in yörünge yolu
vi: Đường quỹ đạo của Mặt trời quanh cuộc cách mạng Galaxy
yi: עיצולָאווער ןייא יסקַאלַאג םורַא ןוז ןופ ךרד לַאטַאברָא
zh_tw: “太阳围绕银河系一圈的轨道”
zu: Indlela ye-Orbital yeLanga ezungeze i-Galaxy eyodwa

# ImagesOfOrbitalPathOfSun1
source: Orbital path of Sun around Galaxy one complete Orbit
ar: ﻞﻣﺎﻛ ﺭﺍﺪﻣ ﺪﺣﺍﻭ ﻲﺴﻛﻻ﻿ﺎﻏ ﻝﻮﺣ ﺲﻤﺸﻠﻟ ﻱﺭﺍﺪﻤﻟﺍ ﺭﺎﺴﻤﻟﺍ
ca: Ruta orbital del Sol al voltant de Galaxy una òrbita completa
cy: Llwybr orbitol yr Haul o amgylch Galaxy un Orbit cyflawn
da: Orbital Sun of path omkring Galaxy en komplet Orbit
de: Umlaufbahn der Sonne um Galaxie eine vollständige Umlaufbahn
el: Τροχιακή διαδρομή του Ήλιου γύρω από το Γαλαξία μια ολοκληρωμένη τροχιά
es: Ruta orbital del Sol alrededor de la galaxia una órbita completa
fi: Auringon kiertorata galaksin ympärillä yksi täydellinen kiertorata
fr: Chemin orbital du Soleil autour de l'orbite complète de la Galaxy One
ga: Cuarbhealach na Gréine timpeall ar orbit iomlán Réaltra amháin
gd: Slighe orbital na grèine timcheall air Galaxy aon Orbit iomlan
gl: Ruta orbital do Sol arredor de Galaxia unha órbita completa
he: דחא םלש לולסמ היסקלג ביבס שמש לש לולסמ לולסמ
hi: आकाशगंगा के चारों ओर सूर्य का कक्षीय पथ एक पूर्ण कक्षा
hu: A Nap körüli pályája a galaxis körül egy teljes pálya
id: Jalur orbit Matahari mengelilingi Galaxy satu Orbit lengkap
it: Percorso orbitale del Sole attorno alla Galassia un'Orbita completa
ja: 「ギャラクシーワン完全軌道の周りの太陽の軌道」
ko: 갤럭시 하나의 완전한 궤도 주위의 태양의 원래 경로
ku: Riya Orbital ya Sunê ya li dora Galaxy yek Orbitek temamî
nl: Baan van de zon rond Galaxy één complete baan
pl: „Ścieżka orbitalna Słońca wokół Galaktyki jedna kompletna Orbita”
pt: Caminho orbital do Sol em torno da galáxia, uma órbita completa
ru: Орбитальный путь Солнца вокруг Галактики одна полная орбита
sv: Solkretsbanan runt Galaxy en komplett Orbit
sw: Njia ya Orbital ya jua karibu na Orbit moja kamili
th: เส้นทางการโคจรของดวงอาทิตย์รอบกาแล็กซีหนึ่งวงโคจรที่สมบูรณ์
tl: Orbital path of Sun sa paligid ng Galaxy isang kumpletong Orbit
tr: Gökada Güneş'in Gökada Yolu Bir Tam Yörünge
vi: Đường quỹ đạo của Mặt trời quanh Galaxy một quỹ đạo hoàn chỉnh
yi: טיברָא ץנַאג ןייא יסקַאלַאג םורַא ןוז ןופ ךרד לַאטַאברָא
zh_tw: “太阳围绕银河系一完整轨道的轨道”
zu: Indlela ye-Orbital yeLanga ezungeze iGaldi Orbit eyodwa ephelele

# ImagesOfOrbitalPathOfSun2
source: Illustration A2: Complete Orbital path of Sun around Galaxy
ar: ﺓﺮﺠﻤﻟﺍ ﻝﻮﺣ ﺲﻤﺸﻠﻟ ﻞﻣﺎﻜﻟﺍ ﻱﺭﺍﺪﻤﻟﺍ ﺭﺎﺴﻤﻟﺍ :A2 ﻲﺤﻴﺿﻮﺘﻟﺍ ﻝﺎﺜﻤﻟﺍ
ca: Il·lustració A2: Ruta orbital completa del Sol al voltant de Galàxia
cy: Darlun A2: Llwybr orbitol cyflawn yr Haul o amgylch Galaxy
da: Illustration A2: Fuldstændig solbane rundt om Galaxy
de: Abbildung A2: Vollständige Bahn der Sonne um die Galaxie
el: Εικόνα A2: Πλήρης τροχιακή διαδρομή του ήλιου γύρω από τον γαλαξία
es: Ilustración A2: ruta orbital completa del sol alrededor de la galaxia
fi: Kuva A2: Auringon täydellinen kiertorata galaksin ympärillä
fr: Illustration A2: Parcours orbital complet du Soleil autour de la Galaxie
ga: Léaráid A2: Cuarbhealach na Gréine timpeall an Réaltra a chríochnú
gd: Dealbh A2: Slighe Orbital coileanta na grèine timcheall air Galaxy
gl: Ilustración A2: Ruta orbital completa do Sol arredor de Galaxia
he: היסקלגה ביבס שמש לש אלמ לולסמ לולסמ :A2 רויא
hi: चित्रण A2: गैलेक्सी के चारों ओर सूर्य की पूर्ण परिक्रमा पथ
hu: A2. Ábra: A Nap teljes körüli pályája a galaxis körül
id: Ilustrasi A2: Jalur Orbital Lengkap Matahari di Sekitar Galaxy
it: Illustrazione A2: percorso orbitale completo del Sole attorno alla Galassia
ja: 「図A2：銀河の周りの太陽の完全な軌道経路」
ko: 그림 A2 : 은하 주위의 태양의 완전한 궤도 경로
ku: Airovekirin A2: Riya Orbitalê temam a Sun li dora Galaxy
nl: Afbeelding A2: Voltooien baan van de zon rond Galaxy
pl: „Ilustracja A2: Pełna orbitalna ścieżka Słońca wokół Galaktyki”
pt: Ilustração A2: caminho orbital completo do Sol ao redor da galáxia
ru: «Иллюстрация A2: Завершить орбитальный путь Солнца вокруг Галактики»
sv: Illustration A2: Komplett solvägsbana runt galaxen
sw: Mchoro A2: Njia kamili ya Orbital ya Jua karibu na Galaxy
th: ภาพประกอบ A2: เส้นทางโคจรของดวงอาทิตย์รอบกาแลคซี
tl: Paglalarawan A2: Kumpletong Orbital path ng Sun sa paligid ng Galaxy
tr: Resim A2: Güneş'in Gökada'nın Yörüngesel Tam Yolu
vi: Minh họa A2: Hoàn thành đường quỹ đạo của mặt trời quanh thiên hà
yi: יסקַאלַאג םורַא ןוז ןופ ךרד לַאטַאברָא ץנַאג :A2 עיצארטסוליא
zh_tw: “插图A2：太阳围绕银河系的完整轨道”
zu: Umzekeliso A2: Indlela ephelele ye-Orbital yeLanga ezungeze i-Galaxy

# ImagesOfOrbitalPathOfSun3
source: Full Size
ar: ﻞﻣﺎﻜﻟﺍ ﻢﺠﺤﻟﺍ
ca: Mida completa
cy: Maint Llawn
da: Fuld størrelse
de: Volle Größe
el: Πλήρες μέγεθος
es: Tamaño completo
fi: Täysikokoinen
fr: Taille réelle
ga: Méid Iomlán
gd: Meud slàn
gl: Tamaño completo
he: אלמ לדוג
hi: पूरी तरह से
hu: Teljes méret
id: Ukuran Penuh
it: Dimensione piena
ja: 「フルサイズ」
ko: 전체 크기
ku: Mezinahiya Full
pl: „Pełny rozmiar”
pt: Tamanho completo
ru: Полный размер
sv: Full storlek
sw: Saizi kamili
th: ขนาดเต็ม
tl: Buong Laki
tr: Tam Boy
vi: Kích thước đầy đủ
yi: סיירג ץנַאג
zh_tw: “全尺寸”
zu: Usayizi ogcwele

# TableHeader0
source: Track
ar: ﺭﺎﺴﻤﻟﺍ
cy: Trac
da: Spore
de: Spur
el: Πίστα
es: Pista
fi: Seurata
fr: Piste
ga: Rianaigh
gd: Rian
gl: Pista
he: לולסמ
hi: धावन पथ
hu: Nyomon követni
id: Jalur
it: Traccia
ja: トラック
ko: 과정
ku: Rê
pl: Tor
pt: Faixa
ru: «Трек»
sv: Spår
sw: Fuatilia
th: ติดตาม
tl: Subaybayan
tr: Izlemek
vi: Theo dõi
yi: רוּפש
zh_tw: “跟踪”
zu: Landelela

# TableHeader1
source: Trinary
es: Trinario
fr: Trinaire
ga: Triail
gl: Trinitario
he: ירנירט
ja: 「三位一体」
ko: 3 차
pl: Trójkowy
sw: Triniti
yi: רעניירט
zh_tw: “三级”
zu: Amathiphu

# TableHeader2
source: Engines
ar: ﺕﺎﻛﺮﺤﻣ
ca: Motors
cy: Peiriannau
da: Motorer
de: Motoren
el: Κινητήρες
es: Motores
fi: Moottorit
fr: Moteurs
ga: Innill
gd: Einnseanan
gl: Motores
he: םיעונמ
hi: इंजन
hu: „Motorok”
id: Mesin
it: Motori
ja: 「エンジン」
ko: 엔진
nl: Motoren
pl: „Silniki”
pt: Motores
ru: «Двигатели»
sv: Motorer
sw: Injini
th: เครื่องยนต์
tl: Mga makina
tr: Motorlar
vi: Động cơ
yi: זנַאשזדנע
zh_tw: “引擎”
zu: Izinjini

# TableHeader3
source: Max Speed
ar: ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ
ca: Velocitat màxima
da: Højeste hastighed
de: Höchstgeschwindigkeit
el: Μέγιστη ταχύτητα
es: Máxima velocidad
fi: Maksiminopeus
fr: Vitesse maximale
gl: Velocidade máxima
he: תילמיסקמ תוריהמ
hi: अधिकतम चाल
hu: Teljes sebesség
id: Kecepatan maksimum
it: Massima velocità
ja: マックス・スピード
ko: 최대 속도
ku: Leza Max
nl: Maximale snelheid
pl: Maksymalna prędkość
pt: Velocidade máxima
ru: Максимальная скорость
sv: Högsta hastighet
sw: Speed u200bu200bSpeed
th: ความเร็วสูงสุด
tl: Pinakamabilis
tr: Max hız
vi: Tốc độ tối đa
yi: דיּפס סקַאמ
zh_tw: “最大速度”
zu: Isivinini esikhulu

# TableHeader4
source: in MPH
ar: ﺔﻋﺎﺴﻟﺎﺑ ﻞﻴﻣ ﻲﻓ
ca: a MPH
cy: yn MPH
da: i MPH
el: στο MPH
es: en MPH
fi: MPH: ssa
fr: en MPH
gd: ann am MPH
gl: en MPH
he: MPH -ב
hi: MPH में
hu: MPH-ban
id: dalam MPH
ko: MPH에서
ku: di MPH de
pl: „w MPH”
pt: em MPH
ru: в милях в час
sv: i MPH
sw: katika MPH
th: ใน MPH
tl: sa MPH
tr: MPH olarak
vi: trong MPH
yi: MPH ןיא
zh_tw: “在MPH中”
zu: e-MPH

# TableHeader5
source: Min Speed
ar: ﺎﻴﻧﺪﻟﺍ ﺔﻋﺮﺴﻟﺍ
ca: Velocitat mínima
da: Min hastighed
de: Min Geschwindigkeit
el: Ελάχιστη ταχύτητα
es: Velocidad mínima
fr: Vitesse minimale
gl: Velocidade mínima
he: תוריהמ תוקד
hi: न्यूनतम गति
hu: Min sebesség
id: Kecepatan Min
it: Velocità minima
ja: 「最低速度」
ko: 최소 속도
ku: Leza Min
nl: Min snelheid
pl: „Min. Prędkość”
pt: Velocidade mínima
sv: Min hastighet
sw: Kasi ndogo
th: ความเร็วต่ำสุด
tl: Min Bilis
tr: Minimum Hız
vi: Tốc độ tối thiểu
yi: דיּפס ןימ
zh_tw: “最低速度”
zu: Ijubane elincane

# TableHeader6
source: in MPH
ar: ﺔﻋﺎﺴﻟﺎﺑ ﻞﻴﻣ ﻲﻓ
ca: a MPH
cy: yn MPH
da: i MPH
el: στο MPH
es: en MPH
fi: MPH: ssa
fr: en MPH
gd: ann am MPH
gl: en MPH
he: MPH -ב
hi: MPH में
hu: MPH-ban
id: dalam MPH
ko: MPH에서
ku: di MPH de
pl: „w MPH”
pt: em MPH
ru: в милях в час
sv: i MPH
sw: katika MPH
th: ใน MPH
tl: sa MPH
tr: MPH olarak
vi: trong MPH
yi: MPH ןיא
zh_tw: “在MPH中”
zu: e-MPH

# TableHeader7
source: Frequency
ar: ﺭﺮﻜﺗ
ca: Freqüència
cy: Amledd
da: Frekvens
de: Frequenz
el: Συχνότητα
es: Frecuencia
fi: Taajuus
fr: La fréquence
ga: Minicíocht
gd: Tricead
gl: Frecuencia
he: תורידת
hi: आवृत्ति
hu: Frekvencia
id: Frekuensi
it: Frequenza
ja: 周波数
ko: 회수
ku: Pircarînî
nl: Frequentie
pl: Częstotliwość
pt: Frequência
ru: «Частота»
sv: Frekvens
sw: Mara kwa mara
th: ความถี่
tl: Dalas
tr: Sıklık
vi: Tần số
yi: יסנעווקערפ
zh_tw: “频率”
zu: Imvamisa

# TableHeader8
source: in Hz
ar: ﺰﺗﺮﻫ ﻲﻓ
ca: en Hz
cy: yn Hz
da: i Hz
el: σε Hz
es: en Hz
fi: Hz
fr: en Hz
gd: ann an Hz
gl: en Hz
he: Hz -ב
hi: हज़ में
hu: Hz-ben
id: dalam Hz
ja: 「Hzで」
ko: Hz
ku: li Hz
pl: „w Hz”
pt: em Hz
ru: в Гц
sv: i Hz
sw: katika Hz
th: ในเฮิร์ต
tl: sa Hz
tr: Hz cinsinden
vi: tính bằng Hz
yi: זה ןיא
zh_tw: “以Hz为单位”
zu: kuHz

# TableHeader9
source: Orbital Distance
ar: ﺔﻳﺭﺍﺪﻤﻟﺍ ﺔﻓﺎﺴﻤﻟﺍ
ca: Distància orbital
cy: Pellter Orbital
de: Orbitalabstand
el: Η τροχιακή απόσταση
es: Distancia orbital
fi: Kiertoradan etäisyys
fr: Distance orbitale
ga: Fad Fithiseach
gd: Astar Orbital
gl: Distancia orbital
he: ילולסמ קחרמ
hi: कक्षीय दूरी
hu: Orbitális távolság
id: Jarak Orbital
it: Distanza orbitale
ja: 「軌道距離」
ko: 오비탈 거리
ku: Dûr Orbital
nl: Orbitale afstand
pl: „Odległość orbitalna”
pt: Distância orbital
ru: Орбитальная дистанция
sv: Omloppsavstånd
sw: Umbali wa Orbital
th: ระยะทางโคจร
tl: Distansya ng Orbital
tr: Yörünge Mesafesi
vi: Khoảng cách quỹ đạo
yi: עסנַאטסיד לַאטַאברָא
zh_tw: “轨道距离”
zu: Ibanga le-Orbital

# TableHeader10
source: in Miles
ar: ﻝﺎﻴﻣﻷ﻿ﺍ ﻲﻓ
ca: a Milers
cy: mewn Milltiroedd
da: i Miles
de: in Meilen
el: σε Miles
es: en millas
fi: Milesissä
fr: en milles
gd: ann am Miles
gl: en Miles
he: סליימב
hi: मीलों में
hu: Milesben
id: dalam Miles
it: in miglia
ja: 「マイルで」
ko: 마일
ku: li Miles
pl: „w milach”
pt: em milhas
ru: в милях
sv: i Miles
sw: katika Maili
th: ในไมล์
tl: sa Miles
tr: Mil cinsinden
vi: Trong Miles
yi: ליימ ןיא
zh_tw: “以英里为单位”
zu: ku-Miles

# TableHeader11
source: Track
ar: ﺭﺎﺴﻤﻟﺍ
cy: Trac
da: Spore
de: Spur
el: Πίστα
es: Pista
fi: Seurata
fr: Piste
ga: Rianaigh
gd: Rian
gl: Pista
he: לולסמ
hi: धावन पथ
hu: Nyomon követni
id: Jalur
it: Traccia
ja: トラック
ko: 과정
ku: Rê
pl: Tor
pt: Faixa
ru: «Трек»
sv: Spår
sw: Fuatilia
th: ติดตาม
tl: Subaybayan
tr: Izlemek
vi: Theo dõi
yi: רוּפש
zh_tw: “跟踪”
zu: Landelela

# TableHeader12
source: Frequency
ar: ﺭﺮﻜﺗ
ca: Freqüència
cy: Amledd
da: Frekvens
de: Frequenz
el: Συχνότητα
es: Frecuencia
fi: Taajuus
fr: La fréquence
ga: Minicíocht
gd: Tricead
gl: Frecuencia
he: תורידת
hi: आवृत्ति
hu: Frekvencia
id: Frekuensi
it: Frequenza
ja: 周波数
ko: 회수
ku: Pircarînî
nl: Frequentie
pl: Częstotliwość
pt: Frequência
ru: «Частота»
sv: Frekvens
sw: Mara kwa mara
th: ความถี่
tl: Dalas
tr: Sıklık
vi: Tần số
yi: יסנעווקערפ
zh_tw: “频率”
zu: Imvamisa
