Repository: Light-Wizzard/The-Principles-Of-The-Trinary-Universe
Catalog: localized/locale/*/*.po
Languages: ar, ca, cy, da, de, el, es, fi, fr, ga, gd, gl, he, hi, hu, id, it, ja, ko, ku, nl, pl, pt, ru, sv, sw, th, tl, tr, vi, yi, zh_tw, zu

# MaxSpeedInMPH0
source: Max Speed in MPH:
ar: :ﺔﻋﺎﺴﻟﺎﺑ ﻞﻴﻣ ﻲﻓ ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ
ca: Velocitat màxima en MPH:
cy: Max Speed u200bu200byn MPH:
da: Maks hastighed i MPH:
de: Maximale Geschwindigkeit in MPH:
el: Μέγιστη ταχύτητα σε MPH:
es: Velocidad máxima en MPH:
fi: Suurin nopeus MPH: ssa
fr: Vitesse maximale en MPH:
ga: Max Speed u200bu200bi MPH:
gd: Max Speed u200bu200bann am MPH:
gl: Velocidade máxima en MPH:
he: :MPH -ב תילאמיסקמ תוריהמ
hi: एमपीएच में अधिकतम गति:
hu: Maximális sebesség MPH-ban:
id: Kecepatan Maks dalam MPH:
it: Velocità massima in MPH:
ja: 「MPHの最大速度：」
ko: MPH의 최대 속도 :
ku: Max Leza li MPH:
nl: Max snelheid in MPH:
pl: „Maksymalna prędkość w MPH:”
pt: Velocidade máxima em MPH:
ru: «Максимальная скорость в милях в час:»
sv: Max hastighet i MPH:
sw: Kasi ya juu kwa MPH:
th: ความเร็วสูงสุดใน MPH:
tl: Max Speed u200bu200bsa MPH:
tr: MPH cinsinden Maksimum Hız:
vi: Tốc độ tối đa tính bằng MPH:
yi: :הבמ ןיא דיּפס םומיסקַאמ
zh_tw: “ MPH中的最大速度：”
zu: Isivinini esikhulu ku-MPH:

# MaxSpeedInMPH1
source: Based on the Maximum speed the Sun can travel through the Galactic Plane.
ar: .ﺓﺮﺠﻤﻟﺍ ﺓﺮﺋﺎﻃ ﺮﺒﻋ ﺲﻤﺸﻟﺍ ﺎﻬﺑ ﻞﻘﺘﻨﺗ ﻥﺃ ﻦﻜﻤﻳ ﻲﺘﻟﺍ ﻯﻮﺼﻘﻟﺍ ﺔﻋﺮﺴﻟﺍ ﻰﻠﻋ ًءﺎﻨﺑ
ca: Basat en la velocitat màxima que el Sol pot recórrer a través del Pla Galàctic.
cy: Yn seiliedig ar y cyflymder Uchaf y gall yr Haul deithio trwy'r Plân Galactig.
da: Baseret på den maksimale hastighed kan solen køre gennem det galaktiske fly.
de: Basierend auf der Höchstgeschwindigkeit kann sich die Sonne durch die Galaktische Ebene bewegen.
el: Με βάση τη Μέγιστη ταχύτητα ο Ήλιος μπορεί να ταξιδέψει μέσα από το Γαλαξιακό Επίπεδο.
es: Basado en la velocidad máxima que el Sol puede viajar a través del plano galáctico.
fi: Perustuu suurimpaan nopeuteen, jota aurinko voi kuljettaa galaktisen tason läpi.
fr: Basé sur la vitesse maximale que le Soleil peut parcourir à travers le plan galactique.
ga: Bunaithe ar an luas uasta is féidir leis an nGrian taisteal tríd an Plána Réaltrach.
gd: Stèidhichte air an astar as motha as urrainn don Ghrian siubhal tron u200bu200bPlèana Galactic.
gl: En función da velocidade máxima que o Sol pode circular polo Plano Galáctico.
he: .יטקלגה סוטמה ךרד עונל הלוכי שמשה תיברמה תוריהמה ךמס לע
hi: अधिकतम गति के आधार पर सूर्य गैलेक्टिक विमान के माध्यम से यात्रा कर सकता है।
hu: A maximális sebesség alapján a Nap át tud haladni a galaktikus síkon.
id: Berdasarkan kecepatan maksimum, Matahari dapat melakukan perjalanan melalui Pesawat Galactic.
it: Basato sulla massima velocità che il Sole può percorrere attraverso il Piano Galattico.
ja: 「太陽が銀河面を移動できる最大速度に基づきます。」
ko: 태양이 은하 비행기를 통과 할 수있는 최대 속도를 기준으로합니다.
ku: Li ser bingeha Leza Zelal Tarî dikare biçe Firoşgeha Galaktîkî.
nl: Gebaseerd op de maximale snelheid waarmee de zon door het galactische vlak kan reizen.
pl: „W oparciu o maksymalną prędkość, jaką Słońce może pokonać przez płaszczyznę galaktyczną”.
pt: Com base na velocidade máxima que o Sol pode viajar através do Plano Galáctico.
ru: «Исходя из максимальной скорости, Солнце может путешествовать через Галактический План».
sv: Baserat på den maximala hastigheten kan solen färdas genom det galaktiska planet.
sw: Kulingana na kasi ya Upeo Jua linaweza kusafiri kupitia Ndege ya Galactic.
th: จากความเร็วสูงสุดที่ดวงอาทิตย์สามารถเดินทางผ่านระนาบกาแล็กซี่ได้
tl: Batay sa Pinakamataas na bilis ng araw ay maaaring maglakbay sa Galactic Plane.
tr: Güneş'in Galaktik Düzlemden geçebileceği Maksimum hıza dayanarak.
vi: Dựa trên tốc độ tối đa mà Mặt trời có thể đi qua Mặt phẳng Thiên hà.
yi: .ךַאלפ קיטקַאלַאג יד ךרוד ןרָאפמורַא ןענעק ןוז יד טַייקכיג םומיסקַאמ יד ףיוא טריזאב
zh_tw: “基于太阳可以在银河系平面上传播的最大速度。”
zu: Ngokuya ngejubane eliphakeme iLanga lingahamba ngePlanethi yePalactic.

# MinSpeedInMPH0
source: Min Speed in MPH:
ar: :ﺔﻋﺎﺴﻟﺎﺑ ﻞﻴﻣ ﻲﻓ ﺔﻋﺮﺴﻠﻟ ﻰﻧﺩﻷ﻿ﺍ ﺪﺤﻟﺍ
ca: Velocitat mínima en MPH:
cy: Min Speed u200bu200byn MPH:
da: Min hastighed i MPH:
de: Min. Geschwindigkeit in MPH:
el: Ελάχιστη ταχύτητα σε MPH:
es: Velocidad mínima en MPH:
fi: Miniminopeus MPH: ssa
fr: Vitesse minimale en MPH:
ga: Min Gaoithe i MPH:
gd: Min Speed u200bu200bann am MPH:
gl: Velocidade mínima en MPH:
he: :MPH -ב תוריהמ םומינימ
hi: एमपीएच में न्यूनतम गति:
hu: Minimális sebesség MPH-ban:
id: Min Speed u200bu200bdalam MPH:
it: Velocità minima in MPH:
ja: 「MPHの最小速度：」
ko: MPH의 최소 속도 :
ku: Min Leza MPH:
nl: Min snelheid in MPH:
pl: „Min. Prędkość w MPH:”
pt: Velocidade mínima em MPH:
ru: Минимальная скорость в милях в час:
sv: Min hastighet i MPH:
sw: Kasi ndogo katika MPH:
th: ความเร็วต่ำสุดในไมล์ต่อชั่วโมง:
tl: Min Speed u200bu200bsa MPH:
tr: MPH cinsinden Minimum Hız:
vi: Tốc độ tối thiểu trong MPH:
yi: :הבמ ןיא דיּפס ןימ
zh_tw: “ MPH的最低速度：”
zu: Ijubane elincane ku-MPH:

# MinSpeedInMPH1
source: Based on the Minimum speed the Sun can travel after going through the Galactic Plane.
ar: .ﺓﺮﺠﻤﻟﺍ ﺓﺮﺋﺎﻃ ﺮﺒﻋ ﺭﻭﺮﻤﻟﺍ ﺪﻌﺑ ﺲﻤﺸﻟﺍ ﺎﻬﺑ ﺮﻓﺎﺴﺗ ﻥﺃ ﻦﻜﻤﻳ ﻲﺘﻟﺍ ﺎﻴﻧﺪﻟﺍ ﺔﻋﺮﺴﻟﺍ ﻰﻟﺇ ﺍًﺩﺎﻨﺘﺳﺍ
ca: Basat en la velocitat mínima que pot recórrer el Sol després de passar pel Pla Galàctic.
cy: Yn seiliedig ar yr isafswm cyflymder gall yr Haul deithio ar ôl mynd trwy'r Plân Galactig.
da: Baseret på den mindste hastighed kan solen køre efter at have kørt gennem det galaktiske fly.
de: Basierend auf der Mindestgeschwindigkeit kann sich die Sonne nach dem Durchqueren der Galaktischen Ebene fortbewegen.
el: Με βάση την Ελάχιστη ταχύτητα, ο Ήλιος μπορεί να ταξιδέψει αφού περάσει από το Γαλαξιακό Αεροδρόμιο.
es: Según la velocidad mínima que puede viajar el Sol después de atravesar el plano galáctico.
fi: Perustuu vähimmäisnopeuteen, jonka aurinko voi kulkea galaktisen tason läpi käymisen jälkeen.
fr: Sur la base de la vitesse minimale que le Soleil peut parcourir après avoir traversé le plan galactique.
ga: Bunaithe ar an luas íosta is féidir leis an nGrian taisteal tar éis dul tríd an Plána Réaltrach.
gd: Stèidhichte air an astar as ìsle as urrainn don Ghrian siubhal às deidh dha a dhol tron u200bu200bPlèana Galactic.
gl: En base á velocidade mínima pode percorrer o Sol despois de pasar polo Plano Galáctico.
he: .יטקלגה סוטמה תא הרבעש ירחא עונל הלוכי שמשהש תילמינימה תוריהמה לע ססבתהב
hi: न्यूनतम गति के आधार पर सूर्य गेलेक्टिक प्लेन से जाने के बाद यात्रा कर सकता है।
hu: A Minimális sebesség alapján a Nap haladhat a galaktikus síkon való áthaladás után.
id: Berdasarkan kecepatan minimum, Matahari dapat melakukan perjalanan setelah melalui Galactic Plane.
it: In base alla velocità minima che il Sole può percorrere dopo aver attraversato il Piano Galattico.
ja: 「銀河面を通過した後、太陽が移動できる最小速度に基づきます。」
ko: 은하계를 통과 한 후 태양이 이동할 수있는 최소 속도를 기준으로합니다.
ku: Li ser bingeha herî hindiktirîn ku Sunîn dikare bikeve balafira Galaktîkî rêwîtiyê bike.
nl: Gebaseerd op de minimale snelheid die de zon kan reizen nadat hij door het galactische vlak is gegaan.
pl: „W oparciu o minimalną prędkość, jaką Słońce może podróżować po przejściu przez Galaktyczną Płaszczyznę”.
pt: Com base na velocidade mínima que o Sol pode viajar após atravessar o Plano Galáctico.
ru: «Исходя из минимальной скорости, Солнце может путешествовать после прохождения Галактического Плана».
sv: Baserat på minimihastigheten kan solen resa efter att ha gått igenom det galaktiska planet.
sw: Kulingana na kasi ya chini Jua linaweza kusafiri baada ya kupita kwenye Ndege ya Galactic.
th: จากความเร็วต่ำสุดที่ดวงอาทิตย์สามารถเดินทางได้หลังจากผ่านกาแลคซีเพลท
tl: Batay sa Minimum na bilis ng araw ay maaaring maglakbay pagkatapos ng pagdaan sa Galactic Plane.
tr: Güneş'in Galaktik Düzlem'den geçtikten sonra gidebileceği Minimum hıza dayanarak.
vi: Dựa trên tốc độ tối thiểu mà Mặt trời có thể di chuyển sau khi đi qua Mặt phẳng thiên hà.
yi: .ךַאלפ קיטקַאלַאג יד ךרוד ןעגנאגעג ךָאנ ןרָאפמורַא ןענעק ןוז יד טַייקכיג םומינימ יד ףיוא טריזאב
zh_tw: “基于太阳经过银河系飞机后可以行驶的最低速度。”
zu: Ngokuya ngejubane elincane iLanga elingahamba ngalo ngemuva kokuhamba ngeParactic Plane.

# FrequencyInHz0
source: Frequency in Hz:
ar: :ﺰﺗﺮﻫ ﻝﺎﺑ ﺩﺩﺮﺘﻟﺍ
ca: Freqüència en Hz:
cy: Amledd yn Hz:
da: Frekvens i Hz:
de: Frequenz in Hz:
el: Συχνότητα σε Hz:
es: Frecuencia en Hz:
fi: Taajuus Hz: ssä
fr: Fréquence en Hz:
ga: Minicíocht in Hz:
gd: Tricead ann an Hz:
gl: Frecuencia en Hz:
he: :Hz -ב רדת
hi: हर्ट्ज में आवृत्ति:
hu: Frekvencia Hz-ben:
id: Frekuensi dalam Hz:
it: Frequenza in Hz:
ja: 「Hz単位の周波数：」
ko: Hz의 주파수 :
ku: Zehf li Hz:
nl: Frequentie in Hz:
pl: „Częstotliwość w Hz:”
pt: Frequência em Hz:
ru: «Частота в Гц:»
sv: Frekvens i Hz:
sw: Mara kwa mara katika Hz:
th: ความถี่เป็นเฮิร์ต:
tl: Kadalasan sa Hz:
tr: Hz cinsinden frekans:
vi: Tần số tính bằng Hz:
yi: :זה ןיא טַייקטפָא
zh_tw: “频率（Hz）：”
zu: Imvamisa kuHz:

# FrequencyInHz1
source: Based on the Core Frequency of the Planet, the surface frequencies should be much higher:
ar: :ﺮﻴﺜﻜﺑ ﻰﻠﻋﺃ ﺔﻴﺤﻄﺴﻟﺍ ﺕﺍﺩﺩﺮﺘﻟﺍ ﻥﻮﻜﺗ ﻥﺃ ﻲﻐﺒﻨﻳ ، ﺐﻛﻮﻜﻠﻟ ﻲﺳﺎﺳﻷ﻿ﺍ ﺩﺩﺮﺘﻟﺍ ﻰﻠﻋ ًءﺎﻨﺑ
ca: Basat en la Freqüència Core del Planeta, les freqüències de superfície haurien de ser molt més altes:
cy: Yn seiliedig ar Amledd Craidd y Blaned, dylai'r amleddau arwyneb fod yn llawer uwch:
da: Baseret på planetens kernefrekvens skulle overfladefrekvenserne være meget højere:
de: Basierend auf der Kernfrequenz des Planeten sollten die Oberflächenfrequenzen viel höher sein:
el: Με βάση την Κύρια Συχνότητα του Πλανήτη, οι επιφανειακές συχνότητες θα πρέπει να είναι πολύ υψηλότερες:
es: Según la frecuencia central del planeta, las frecuencias superficiales deberían ser mucho más altas:
fi: Planeedin ydintaajuuden perusteella pintataajuuksien tulisi olla paljon korkeampia:
fr: Sur la base de la fréquence centrale de la planète, les fréquences de surface devraient être beaucoup plus élevées:
ga: Bunaithe ar Chraobhmhinicíocht an Phláinéid, ba chóir go mbeadh na minicíochtaí dromchla i bhfad níos airde:
gd: A rèir prìomh tricead a’ phlanaid, bu chòir na triceadan uachdar a bhith mòran nas àirde:
gl: En función da frecuencia central do planeta, as frecuencias na superficie deberían ser moito máis altas:
he: :הברהב םיהובג תויהל םיכירצ חטשה ירדת ,ץראה רודכ לש הבילה רדת לע ססבתהב
hi: ग्रह की कोर आवृत्ति के आधार पर, सतह की आवृत्तियां बहुत अधिक होनी चाहिए:
hu: A bolygó alapfrekvenciája alapján a felületi frekvenciáknak sokkal magasabbnak kell lenniük:
id: Berdasarkan Frekuensi Inti Planet, frekuensi permukaan seharusnya jauh lebih tinggi:
it: In base alla frequenza centrale del pianeta, le frequenze di superficie dovrebbero essere molto più alte:
ja: 「惑星のコア周波数に基づいて、表面周波数ははるかに高くなるはずです。」
ko: 지구의 핵심 주파수를 기준으로, 표면 주파수는 훨씬 높아야합니다.
ku: Li ser bingeha Frekansa Core ya Planetê, divê pêlên erdê pir zêde bin:
nl: Gebaseerd op de kernfrequentie van de planeet, zouden de oppervlaktefrequenties veel hoger moeten zijn:
pl: „W oparciu o częstotliwość rdzenia planety częstotliwości na powierzchni powinny być znacznie wyższe:”
pt: Com base na frequência central do planeta, as frequências de superfície devem ser muito maiores:
ru: «Исходя из частоты ядра планеты, поверхностные частоты должны быть намного выше:»
sv: Baserat på planetens kärnfrekvens bör ytfrekvenserna vara mycket högre:
sw: Kwa msingi wa Mara kwa mara wa Sayari, masafa ya uso yanapaswa kuwa juu zaidi:
th: จากความถี่หลักของดาวเคราะห์ความถี่พื้นผิวควรสูงกว่านี้มาก:
tl: Batay sa Core Frequency ng Planet, ang mga dalas ng ibabaw ay dapat na mas mataas:
tr: Gezegenin Çekirdek Frekansına dayanarak, yüzey frekansları çok daha yüksek olmalıdır:
vi: Dựa trên Tần số lõi của hành tinh, tần số bề mặt phải cao hơn nhiều:
yi: :רעכעה ליפ ןייז לָאז זיסנַאווקירפ ךַאלפרעביי יד ,טענַאלּפ םעד ןופ טַייקטפָא ץרַאה יד ףיוא טריזַאב
zh_tw: “基于行星的核心频率，地表频率应该更高：”
zu: Ngokusekelwe ku-Core Frequency yePlanethi, amaza omphezulu kufanele abe ngaphezulu kakhulu:

# FrequencyInHz2
source: Livable Planet Frequency of 7.830 Hz in the year: 2019.
ar: .2019 :ﺔﻨﺴﻟﺍ ﻲﻓ ﺰﺗﺮﻫ 7.830 ﻦﻣ ﺶﻴﻌﻠﻟ ﺢﻟﺎﺻ ﺐﻛﻮﻛ ﺩﺩﺮﺗ
ca: Freqüència del planeta transmissible de 7.830 Hz l'any: 2019.
cy: Amledd Livable Planet o 7.830 Hz yn y flwyddyn: 2019.
da: Livable Planet Frequency på 7.830 Hz i året: 2019.
de: Livable Planet Frequenz von 7.830 Hz im Jahr: 2019.
el: Ζωντανή συχνότητα Planet 7.830 Hz το έτος: 2019.
es: Frecuencia de planeta habitable de 7.830 Hz en el año: 2019.
fi: Suunniteltavissa oleva planeetan taajuus 7,830 Hz vuonna: 2019.
fr: Fréquence de la planète vivable de 7,830 Hz dans l'année: 2019.
ga: Livable Planet Minicíocht 7.830 Hz sa bhliain: 2019.
gd: Tricead Livable Planet de 7.830 Hz sa bhliadhna: 2019.
gl: Frecuencia do Planeta Livable de 7.830 Hz no ano: 2019.
he: .2019 :הנשב ץרה 7.830 לש םייח בכוכ רדת
hi: वर्ष में 7.830 हर्ट्ज के रहने योग्य ग्रह की आवृत्ति: 2019।
hu: Az élhető bolygó frekvenciája 7,830 Hz az évben: 2019.
id: Frekuensi Planet yang Dapat Dihidupkan dari 7,830 Hz pada tahun: 2019.
it: Frequenza del pianeta vivibile di 7.830 Hz nell'anno: 2019.
ja: 「年間の7.830 Hzの生きている惑星の周波数：2019。」
ko: 2019 년의 살아있는 행성 주파수 7.830 Hz : 2019.
ku: Frekansa Planet a Livable ya 7.830 Hz di salê de: 2019.
nl: Leefbare planeetfrequentie van 7.830 Hz in het jaar: 2019.
pl: „Częstotliwość planety mieszkalnej 7,830 Hz w roku: 2019”.
pt: Frequência habitável do planeta de 7,830 Hz no ano: 2019.
ru: «Частота жизни на планете 7,830 Гц в год: 2019.»
sv: Livable Planet Frequency of 7.830 Hz under året: 2019.
sw: Frequency inayojulikana ya Sayari ya 7.830 Hz katika mwaka: 2019.
th: ความถี่ดาวเคราะห์น่าอยู่ที่ 7.830 เฮิร์ตซ์ในปี: 2019
tl: Nabubuhay na Planet Frequency ng 7.830 Hz sa taon: 2019.
tr: Yılda 7.830 Hz Yaşanabilir Gezegen Frekansı: 2019.
vi: Tần số hành tinh có thể sống là 7.830 Hz trong năm: 2019.
yi: .2019 :רָאי םעד ןיא זה 7.830 ןופ טַייקטפָא טענַאלּפ עלבַאוויל
zh_tw: “ 2019年宜居星球的频率为7.830 Hz，”。
zu: ILivable Planet Frequency ka-7.830 Hz ngonyaka: 2019.

# OrbitalDistance0
source: Orbital Distance:
ar: :ﺔﻳﺭﺍﺪﻤﻟﺍ ﺔﻓﺎﺴﻤﻟﺍ
ca: Distància orbital:
cy: Pellter Orbital:
da: Orbitalafstand:
de: Umlaufdistanz:
el: Τροχιακή Απόσταση:
es: Distancia orbital:
fi: Kiertoradan etäisyys:
fr: Distance orbitale:
ga: Fad Fithiseach:
gd: Astar Orbital:
gl: Distancia orbital:
he: :לולסמ קחרמ
hi: कक्षीय दूरी:
hu: Orbitális távolság:
id: Jarak Orbital:
it: Distanza orbitale:
ja: 「軌道距離：」
ko: Orbital 거리 :
ku: Dûrdana Orbitalê:
nl: Orbitale afstand:
pl: „Odległość orbitalna:”
pt: Distância orbital:
ru: Орбитальное расстояние:
sv: Omloppsavstånd:
sw: Umbali wa Orbital:
th: ระยะทางโคจร:
tl: Distansya ng Orbital:
tr: Yörünge Mesafesi:
vi: Khoảng cách quỹ đạo:
yi: :עסנַאטסיד לַאטַאברָא
zh_tw: “轨道距离：”
zu: Ibanga le-Orbital:

# OrbitalDistance1
source: This is like a Track on a Record, it is the Circumference of the Track in Miles.
ar: .ﻝﺎﻴﻣﻷ﻿ﺍ ﻲﻓ ﺭﺎﺴﻤﻟﺍ ﻂﻴﺤﻣ ﻪﻧﺇ ، ﻞﺠﺴﻟﺍ ﻰﻠﻋ ﺭﺎﺴﻤﻟﺍ ﻪﺒﺸﻳ ﺍﺬﻫ
ca: Això és com una pista d'un registre, és la circumferència de la pista en milles.
cy: Mae hyn fel Trac ar Gofnod, mae'n Gylchrediad y Trac mewn Milltiroedd.
da: Dette er som et spor på en post, det er omkredsen af u200bu200bbanen i mil.
de: Dies ist wie ein Track in einem Datensatz, es ist der Umfang des Tracks in Meilen.
el: Αυτό είναι σαν ένα κομμάτι σε ένα ρεκόρ, είναι το περίστροφο του στίβου στα μίλια.
es: Esto es como una pista en un registro, es la circunferencia de la pista en millas.
fi: Tämä on kuin levyn raita, se on kappaleen ympärysmitta mailia.
fr: C'est comme une piste sur un record, c'est la circonférence de la piste en miles.
ga: Tá sé seo cosúil le Amhrán ar Thaifead, is é Imlíne an Amhráin i Miles.
gd: Tha seo coltach ri Rian air Clàr, is e Cuairt an t-slighe ann am Miles.
gl: Isto é como unha pista nun rexistro, é a circunferencia da pista en millas.
he: .ליימב לולסמה ףקיה הז ,דרוקרב לולסמ ומכ הז
hi: यह एक ट्रैक ऑन रिकॉर्ड जैसा है, यह माइल्स में ट्रैक का सर्कुलेशन है।
hu: Ez olyan, mint egy műsorszám egy lemezen, ez a sáv kerülete a mérföldekben.
id: Ini seperti Track pada Rekam, itu adalah Lingkaran Track dalam Miles.
it: Questo è come una traccia su un record, è la circonferenza della traccia in miglia.
ja: 「これはレコード上のトラックのようなもので、マイルのトラックの周長です。」
ko: 이것은 기록상의 트랙과 같으며, 마일의 트랙 둘레입니다.
ku: Ev mîna tomarek li ser tomarê ye, ew Rêzeya Dirêj ya li Mîlan e.
nl: Dit is als een track op een record, het is de omtrek van de track in mijlen.
pl: „To jest jak ślad na płycie, to obwód ścieżki w milach”.
pt: É como uma pista em um registro, é a circunferência da pista em milhas.
ru: «Это похоже на дорожку на записи, это окружность дорожки в милях».
sv: Det här är som ett spår på skivan, det är spårets omkrets i mil.
sw: Hii ni kama wimbo kwenye Rekodi, ni Mzunguko wa Nyimbo kwenye Miles.
th: นี่เป็นเหมือนแทร็กในบันทึกมันคือเส้นรอบวงของแทร็กเป็นไมล์
tl: Ito ay tulad ng isang Track sa isang Record, ito ay ang Circumference ng Track in Miles.
tr: Bu bir Pistteki Pist gibi, Pistin Mil cinsinden Çevresi.
vi: Đây là giống như bản nhạc trong một bản ghi, đó là Chu vi của Track trong Miles.
yi: .ליימ ןיא רוּפש רעד ןופ םענמורַא רעד זיא סָאד ,דרָאקער ַא ףיוא רוּפש ַא יוו זיא סָאד
zh_tw: “这就像唱片上的曲目，是曲目的周长（以英里为单位）。”
zu: Lokhu kufana nethrekhi ekurekhodeni, kungumjikelezo wethrekhi ku-Miles.

# TrackFrequency0
source: Track Frequency in Hz:
ar: :ﺰﺗﺮﻫ ﻲﻓ ﺩﺩﺮﺘﻟﺍ ﻊﺒﺘﺗ
ca: Freqüència de seguiment en Hz:
cy: Amledd Trac yn Hz:
da: Sporfrekvens i Hz:
de: Spurfrequenz in Hz:
el: Συχνότητα τροχιάς σε Hz:
es: Frecuencia de pista en Hz:
fi: Seuraa taajuutta hertseinä:
fr: Fréquence de piste en Hz:
ga: Minicíocht Amhrán in Hz:
gd: Freiceadan a’ chlàir ann an Hz:
gl: Frecuencia de rastrexo en Hz:
he: :Hz -ב רדת רחא בוקע
hi: ट्रैक आवृत्ति में हर्ट्ज:
hu: A sáv frekvenciája Hz-ben:
id: Lacak Frekuensi dalam Hz:
it: Traccia frequenza in Hz:
ja: 「周波数をHzで追跡：」
ko: Hz의 트랙 주파수 :
ku: Frequency Track li Hz:
nl: Trackfrequentie in Hz:
pl: „Częstotliwość ścieżki w Hz:”
pt: Frequência da faixa em Hz:
ru: «Частота следа в Гц:»
sv: Spåra frekvens i Hz:
sw: Fuatilia Frequency katika Hz:
th: ติดตามความถี่ในเฮิร์ตซ์:
tl: Subaybayan ang Frequency sa Hz:
tr: Hz'deki İz Frekansı:
vi: Tần số theo dõi tính bằng Hz:
yi: :זה ןיא טַייקטפָא רוּפש
zh_tw: “以Hz为单位的跟踪频率：”
zu: Landelela imvamisa kuHz:

# TrackFrequency1
source: This is based on the Helix shape our Sun travels in around the Galaxy,
ar: ﺓﺮﺠﻤﻟﺍ ﻝﻮﺣ ﺎﻨﺴﻤﺷ ﻪﻠﻘﺘﻨﺗ ﻱﺬﻟﺍ ﻲﺒﻟﻮﻠﻟﺍ ﻞﻜﺸﻟﺍ ﻰﻠﻋ ﺪﻤﺘﻌﻳ ﺍﺬﻫ
ca: Això es basa en la forma de l'Hèlix que el nostre Sol viatja a la Galàxia.
cy: Mae hyn yn seiliedig ar siâp Helix y mae ein Haul yn teithio ynddo o amgylch y Galaxy,
da: Dette er baseret på den helixform, som vores sol rejser rundt i galaksen,
de: Dies basiert auf der Helix-Form, in der sich unsere Sonne um die Galaxie bewegt.
el: Αυτό βασίζεται στο σχήμα Helix που ο ήλιος μας ταξιδεύει γύρω από τον γαλαξία
es: Esto se basa en la forma Helix en la que nuestro Sol viaja alrededor de la Galaxia
fi: Tämä perustuu heeliksin muotoon, jonka aurinko kulkee galaksin ympärillä,
fr: Ceci est basé sur la forme d'hélice dans laquelle notre Soleil se déplace dans la galaxie,
ga: Tá sé seo bunaithe ar an gcruth Helix a dtaistealaíonn ár nGrian timpeall an Réaltra air,
gd: Tha seo stèidhichte air cumadh Helix a bhios a’ ghrian againn a ’siubhal timcheall air an Galaxy,
gl: Isto baséase na forma de Hélice que viaxa o noso Sol por toda a Galaxia.
he: ,היסקלגה ביבס הענ ונלש שמשהש סקילה תרוצ לע ססובמ הז
hi: यह हेलिक्स आकार पर आधारित है जो हमारी सूर्य आकाशगंगा के चारों ओर यात्रा करता है,
hu: Ez azon a spirál alakon alapul, amelyet Napunk a Galaxis körül utazik
id: Ini didasarkan pada bentuk Helix yang dilalui Matahari kita di sekitar Galaksi,
it: Questo si basa sulla forma dell'elica in cui il nostro Sole viaggia attorno alla Galassia,
ja: 「これは、太陽が銀河の周りを移動するヘリックスの形状に基づいています」
ko: 이것은 우리 태양이 은하 주위를 여행하는 나선 모양을 기반으로합니다.
ku: Ev li ser binyata Helix-ê ye ku Sun-a me li dora Galaxy vedigire,
nl: Dit is gebaseerd op de Helix-vorm waarin onze zon rond de Melkweg reist,
pl: „Jest to oparte na kształcie Helix, w którym Słońce podróżuje po Galaktyce”
pt: Isso se baseia na forma Helix que nosso Sol viaja ao redor da galáxia,
ru: «Это основано на форме спирали, в которой наше Солнце движется вокруг Галактики»
sv: Detta är baserat på den helixform som vår sol reser runt i galaxen,
sw: Hii ni kwa msingi wa sura ya Helieli ambayo jua letu husafiri kuzunguka Galaxy.
th: สิ่งนี้ขึ้นอยู่กับรูปร่างของดวงอาทิตย์ที่ดวงอาทิตย์ของเราเดินทางไปทั่วกาแลคซี
tl: Ito ay batay sa hugis ng Helix na aming paglalakbay sa Araw sa paligid ng Galaxy,
tr: Bu, Güneşimizin Galaksinin etrafında dolaştığı Helix şekline dayanıyor,
vi: Điều này dựa trên hình dạng Helix mà Mặt trời của chúng ta du hành quanh Thiên hà,
yi: ,יסקַאלַאג יד םורַא זלַאווַארט ןוז רעזדנוא םערָאפ סקילעה יד ףיוא טריזאב זיא סָאד
zh_tw: “这是基于我们的太阳在银河系中旅行的螺旋形状，”
zu: Lokhu kuncike ekwakhekeni kukaHelikhi iLanga lethu elijikeleza iGlazi,

# TrackFrequency2
source: it also calculates when we pass through the Galactic Plane.
ar: .ﺓﺮﺠﻤﻟﺍ ﺓﺮﺋﺎﻃ ﺮﺒﻋ ﺮﻤﻧ ﺎﻣﺪﻨﻋ ﺐﺴﺤﻳ ﻪﻧﺃ ﺎﻤﻛ
ca: també calcula quan passem pel pla galàctic.
cy: mae hefyd yn cyfrifo pan fyddwn ni'n pasio trwy'r Plaen Galactig.
da: det beregner også, når vi passerer gennem det galaktiske fly.
de: Es berechnet auch, wann wir die Galaktische Ebene passieren.
el: υπολογίζει επίσης όταν περνάμε από το Γαλαξιακό Επίπεδο.
es: También se calcula cuando pasamos por el plano galáctico.
fi: se laskee myös, kun kuljemme galaktisen tason läpi.
fr: il calcule également quand nous traversons le plan galactique.
ga: ríomhann sé freisin nuair a théann muid tríd an Plána Réaltrach.
gd: bidh e cuideachd a’ tomhas nuair a thèid sinn tron u200bu200bPlèana Galactic.
gl: tamén calcula cando pasamos polo Plano Galáctico.
he: .יטקלגה סוטמה תא םירבוע ונחנאשכ בשחמ םג הז
hi: यह भी गणना करता है जब हम गेलेक्टिक प्लेन से गुजरते हैं।
hu: azt is kiszámítja, amikor áthaladunk a galaktikus síkon.
id: Itu juga menghitung ketika kita melewati Pesawat Galactic.
it: calcola anche quando passiamo attraverso il Piano Galattico.
ja: 「銀河面を通過するときも計算します。」
ko: 또한 우리가 은하 비행기를 통과 할 때 계산합니다.
ku: Dema ku em di balafira Galaktîkî re derbas dibin ev jî hesab dike.
nl: het berekent ook wanneer we door het Galactische Vliegtuig gaan.
pl: „oblicza się także, kiedy przechodzimy przez płaszczyznę galaktyczną”.
pt: também calcula quando passamos pelo plano galáctico.
ru: «Он также рассчитывает, когда мы проходим через Галактический План».
sv: det räknar också ut när vi passerar genom det galaktiska planet.
sw: inahesabu pia wakati tunapitia Plane ya Galactic.
th: มันยังคำนวณเมื่อเราผ่านกาแล๊กซี่ด้วย
tl: kinakalkula din nito kapag dumaan kami sa Galactic Plane.
tr: Galaktik Düzlemden geçtiğimizde de hesaplıyor.
vi: nó cũng tính toán khi chúng ta đi qua Mặt phẳng thiên hà.
yi: .ךַאלפ קיטקַאלַאג יד ךרוד ןרָאפ רימ ןעוו ךיוא ץיילַאיקלַאק סע
zh_tw: “它还计算我们经过银河飞机的时间。”
zu: ibala futhi lapho sidlula kuPlanethi lwePalactic.

# LifeInTheGalaxy0
source: Life in the Galaxy is Located:
ar: :ﻊﻘﺗ ﺓﺮﺠﻤﻟﺍ ﻲﻓ ﺓﺎﻴﺤﻟﺍ
ca: La vida a la galàxia està situada:
cy: Mae Bywyd yn y Galaxy wedi'i leoli:
da: Livet i galaksen er placeret:
de: Das Leben in der Galaxis befindet sich:
el: Η ζωή στο γαλαξία βρίσκεται:
es: La vida en la galaxia se encuentra:
fi: Elämä galaksissa sijaitsee:
fr: La vie dans la galaxie est située:
ga: Tá an saol sa Réaltra suite:
gd: Tha beatha anns an Galaxy suidhichte:
gl: A vida na Galaxia está situada:
he: :םימקוממ היסקלגב םייחה
hi: गैलेक्सी में जीवन स्थित है:
hu: Az élet a galaxisban található:
it: La vita nella galassia si trova:
ja: 「ギャラクシーでの生活の位置：」
ko: 은하계의 삶은 :
ku: Jiyana li Galaxy cih digire:
nl: Het leven in de Melkweg bevindt zich:
pl: „Życie w galaktyce się znajduje:”
pt: A vida na galáxia está localizada:
ru: «Жизнь в Галактике находится:»
sv: Livet i galaxen ligger:
sw: Maisha katika Galaxy iko:
th: ชีวิตในจักรวาลตั้งอยู่:
tl: Matatagpuan ang Buhay sa Galaxy:
tr: Galaksideki Yaşam Bulunmaktadır:
vi: Cuộc sống trong thiên hà nằm:
yi: :ןגיל זיא יסקַאלַאג יד ןיא ןבעל
zh_tw: “银河中的生活位于：”
zu: Impilo kwiGilazi itholakala:
